Repository: Rembel/wotdossier
Catalog: trunk/Sources/WotDossier.Resources/Resources.*.resx
Languages: ru_ru

# artefacts_camouflageNet_name
source: Camouflage Net
ru_ru: Маскировочная сеть

# artefacts_carbonDioxide_descr
source: +50% to fuel tank durability
ru_ru: +50% к прочности бака

# artefacts_carbonDioxide_name
source: Fill Tanks with CO2
ru_ru: Заполнение баков СО2

# artefacts_chocolate_always
source: +10% to all crew skills and perks for the course of the battle.
ru_ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# artefacts_chocolate_descr
source: +10% to all crew skills and perks.
ru_ru: +10% ко всем навыкам и умениям экипажа.

# artefacts_chocolate_name
source: Chocolate
ru_ru: Шоколад

# artefacts_chocolate_restriction
source: Restricted: German vehicles.
ru_ru: Только для техники Германии.

# artefacts_coatedOptics_descr
source: +10% to view range, up to a range of 500 m
ru_ru: +10% к радиусу обзора, но не более 500 м

# artefacts_coatedOptics_name
source: Coated Optics
ru_ru: Просветлённая оптика

# artefacts_cocacola_always
source: +10% to all crew skills and perks for the course of the battle.
ru_ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# artefacts_cocacola_descr
source: +10% to all crew skills and perks.
ru_ru: +10% ко всем навыкам и умениям экипажа.

# artefacts_cocacola_name
source: Case of Cola
ru_ru: Ящик Колы

# artefacts_cocacola_restriction
source: Restricted: U.S. vehicles.
ru_ru: Только для техники США.

# artefacts_enhancedAimDrives_descr
source: +10% to aiming speed
ru_ru: +10% к скорости сведения

# artefacts_enhancedAimDrives_name
source: Enhanced Gun Laying Drive
ru_ru: Усиленные приводы наводки

# artefacts_enhancedBelwillWashers_name
source: Enhanced Belleville Washers
ru_ru: Усиленные шайбы Бельвилля

# artefacts_enhancedHorizontal_elastic_elements_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedHorizontal_elastic_elements_name
source: Enhanced Horizontal Leaf Springs
ru_ru: Усиленные горизонтальные рессоры

# artefacts_enhancedHorizontal_springs_class2_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedHorizontal_springs_class2_name
source: Enhanced Coil Springs Class 2
ru_ru: Усиленные пружины 2-го класса

# artefacts_enhancedHorizontal_springs_class3_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedHorizontal_springs_class3_name
source: Enhanced Coil Springs Class 3
ru_ru: Усиленные пружины 3-го класса

# artefacts_enhancedHorizontal_springs_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedHorizontal_springs_name
source: Enhanced Coil Springs Class 1
ru_ru: Усиленные пружины 1-го класса

# artefacts_enhancedLevers_name
source: Enhanced Levers
ru_ru: Усиленные балансиры

# artefacts_enhancedLongitudinalTorsions_name
source: Enhanced Longitudinal Torsion Bars
ru_ru: Усиленные продольные торсионы

# artefacts_enhancedSprings_class2_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedSprings_class2_name
source: Enhanced Leaf Springs 2 Class
ru_ru: Усиленные рессоры 2-го класса

# artefacts_enhancedSprings_class3_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedSprings_class3_name
source: Enhanced Leaf Springs 3 Class
ru_ru: Усиленные рессоры 3-го класса

# artefacts_enhancedSprings_name
source: Enhanced Springs
ru_ru: Усиленные рессоры

# artefacts_enhancedSuspension_candle_name
source: Enhanced Candle Suspension
ru_ru: Усиленная свечная подвеска

# artefacts_enhancedSuspension_Christie_name
source: Enhanced Christie Suspension
ru_ru: Усиленная подвеска Кристи

# artefacts_enhancedSuspension_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedSuspension_Vikkers_name
source: Enhanced Vickers Suspension
ru_ru: Усиленная подвеска Виккерса

# artefacts_enhancedTorsions1t_name
source: Enhanced Torsion Bars 1 t Class
ru_ru: Усиленные торсионы 1 т класса

# artefacts_enhancedTorsions3t_name
source: Enhanced Torsion Bars 3 t Class
ru_ru: Усиленные торсионы 3 т класса

# artefacts_enhancedTorsions5t_name
source: Enhanced Torsion Bars 5+ t Class
ru_ru: Усиленные торсионы 5+ т класса

# artefacts_enhancedVertical_elastic_elements_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedVertical_elastic_elements_name
source: Enhanced Vertical Leaf Springs
ru_ru: Усиленные вертикальные рессоры

# artefacts_enhancedVertical_springs_class2_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedVertical_springs_class2_name
source: Enhanced Vertical Coil Springs 2 Class
ru_ru: Усил. вертикальные пружины 2-го класса

# artefacts_enhancedVertical_springs_class3_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedVertical_springs_class3_name
source: Enhanced Vertical Coil Springs 3 Class
ru_ru: Усил. вертикальные пружины 3-го класса

# artefacts_enhancedVertical_springs_descr
source: +10% to suspension load capacity +20% to suspension durability -50% to hull damage caused by suspension damage during impact
ru_ru: +10% к грузоподъёмности ходовой +20% к прочности ходовой -50% к урону, передаваемому корпусу через ходовую при падении

# artefacts_enhancedVertical_springs_name
source: Enhanced Vertical Coil Springs 1 Class
ru_ru: Усиленные вертикальные пружины 1-го класса

# artefacts_filterCyclone_descr
source: +50% to engine durability
ru_ru: +50% к прочности двигателя

# artefacts_filterCyclone_name
source: Cyclone Filter
ru_ru: Фильтр «Циклон»

# artefacts_gasoline100_always
source: +5% to engine power and turret traverse speed for the course of the battle.
ru_ru: +5% к мощности двигателя и скорости вращения башни. Расходуется за один бой.

# artefacts_gasoline100_descr
source: +5% to engine power and turret traverse speed.
ru_ru: +5% к мощности двигателя и скорости вращения башни.

# artefacts_gasoline100_name
source: 100-octane Gasoline
ru_ru: 100-октановый бензин

# artefacts_gasoline100_restriction
source: Restricted: German, U.S., U.K., and French gasoline engines.
ru_ru: Только для бензиновых двигателей Германии, США, Великобритании и Франции.

# artefacts_gasoline105_always
source: +10% to engine power and turret traverse speed for the course of the battle.
ru_ru: +10% к мощности двигателя и скорости вращения башни. Расходуется за один бой.

# artefacts_gasoline105_descr
source: +10% to engine power and turret traverse speed.
ru_ru: +10% к мощности двигателя и скорости вращения башни.

# artefacts_gasoline105_name
source: 105-octane Gasoline
ru_ru: 105-октановый бензин

# artefacts_gasoline105_restriction
source: Restricted: German, U.S., U.K., and French gasoline engines.
ru_ru: Только для бензиновых двигателей Германии, США, Великобритании и Франции.

# artefacts_grousers_descr
source: +10% to performance on soft ground, +5% to performance on moderately soft ground
ru_ru: +10% к проходимости по слабым грунтам, +5% к проходимости по средним грунтам

# artefacts_grousers_name
source: Additional Grousers
ru_ru: Дополнительные грунтозацепы

# artefacts_handExtinguishers_descr
source: Fire extinguishing in your vehicle.
ru_ru: Тушение пожара в собственной машине.

# artefacts_handExtinguishers_name
source: Manual Fire Extinguisher
ru_ru: Ручной огнетушитель

# artefacts_handExtinguishers_onUse
source: fire extinguishing in your vehicle. Single use only.
ru_ru: тушение пожара в собственной машине. Используется однократно.

# artefacts_hotCoffee_always
source: +10% to all crew skills and perks for the course of the battle.
ru_ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# artefacts_hotCoffee_descr
source: +10% to all crew skills and perks.
ru_ru: +10% ко всем навыкам и умениям экипажа.

# artefacts_hotCoffee_name
source: Strong Coffee
ru_ru: Крепкий кофе

# artefacts_hotCoffee_restriction
source: Restricted: French vehicles.
ru_ru: Только для техники Франции.

# artefacts_improvedVentilation_class1_name
source: Improved Ventilation Class 1
ru_ru: Улучшенная вентиляция Класс 1

# artefacts_improvedVentilation_class2_name
source: Improved Ventilation Class 2
ru_ru: Улучшенная вентиляция Класс 2

# artefacts_improvedVentilation_class3_name
source: Improved Ventilation Class 3
ru_ru: Улучшенная вентиляция Класс 3

# artefacts_improvedVentilation_descr
source: +5% to all crew skills
ru_ru: +5% ко всем умениям всего экипажа

# artefacts_largeCaliberHowitzerRammer_name
source: Large-Caliber Artillery-Shell Rammer
ru_ru: Гаубичный досылатель крупного калибра

# artefacts_largeCaliberTankRammer_name
source: Large-Сaliber Tank Gun Rammer
ru_ru: Орудийный досылатель крупного калибра

# artefacts_largeMedkit_always
source: +15% to protection of the crew from injuries.
ru_ru: +15% к защите экипажа от ранений.

# artefacts_largeMedkit_descr
source: Treatment of all injured crew members.
ru_ru: Лечение всех раненых членов экипажа.

# artefacts_largeMedkit_name
source: Large First Aid Kit
ru_ru: Большая аптечка

# artefacts_largeMedkit_onUse
source: treatment of all injured crew members. Single use only.
ru_ru: лечение всех раненых членов экипажа. Используется однократно.

# artefacts_largeRepairkit_always
source: +10% to speed of module repairs.
ru_ru: +10% к скорости ремонта модулей.

# artefacts_largeRepairkit_descr
source: Repair of all damaged modules.
ru_ru: Починка всех повреждённых модулей.

# artefacts_largeRepairkit_name
source: Large Repair Kit
ru_ru: Большой ремкомплект

# artefacts_largeRepairkit_onUse
source: Repair of all damaged modules. Single use only.
ru_ru: Починка всех повреждённых модулей. Используется однократно.

# artefacts_lendLeaseOil_always
source: +5% to engine power for the course of the battle.
ru_ru: +5% к мощности двигателя. Расходуется за один бой.

# artefacts_lendLeaseOil_descr
source: +5% to engine power.
ru_ru: +5% к мощности двигателя.

# artefacts_lendLeaseOil_name
source: Lend-Lease Oil
ru_ru: Ленд-лизовское масло

# artefacts_lendLeaseOil_restriction
source: Restricted: U.S.S.R. vehicles.
ru_ru: Только для техники СССР.

# artefacts_mediumCaliberHowitzerRammer_name
source: Medium-Caliber Artillery Shell Rammer
ru_ru: Гаубичный досылатель среднего калибра

# artefacts_mediumCaliberTankRammer_name
source: Medium-Caliber Tank Gun Rammer
ru_ru: Орудийный досылатель среднего калибра

# artefacts_qualityOil_always
source: +5% to engine power for the course of the battle.
ru_ru: +5% к мощности двигателя. Расходуется за один бой.

# artefacts_qualityOil_descr
source: +5% to engine power.
ru_ru: +5% к мощности двигателя.

# artefacts_qualityOil_name
source: Quality Oil
ru_ru: Качественное масло

# artefacts_qualityOil_restriction
source: Restricted: Chinese and Japanese vehicles.
ru_ru: Только для техники Китая и Японии.

# artefacts_rammer_descr
source: -10% to loading time
ru_ru: -10% к времени заряжания

# artefacts_ration_always
source: +10% to all crew skills and perks for the course of the battle.
ru_ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# artefacts_ration_china_always
source: +10% to all crew skills and perks for the course of the battle.
ru_ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# artefacts_ration_china_descr
source: +10% to all crew skills and perks.
ru_ru: +10% ко всем навыкам и умениям экипажа.

# artefacts_ration_china_name
source: Improved Combat Rations
ru_ru: Улучшенный рацион

# artefacts_ration_china_restriction
source: Restricted: Chinese vehicles.
ru_ru: Только для техники Китая.

# artefacts_ration_descr
source: +10% to all crew skills and perks.
ru_ru: +10% ко всем навыкам и умениям экипажа.

# artefacts_ration_japan_always
source: +10% to all crew skills and perks for the course of the battle.
ru_ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# artefacts_ration_japan_descr
source: +10% to all crew skills and perks.
ru_ru: +10% ко всем навыкам и умениям экипажа.

# artefacts_ration_japan_name
source: Onigiri
ru_ru: Онигири

# artefacts_ration_japan_restriction
source: Restricted: Japanese vehicles.
ru_ru: Только для техники Японии.

# artefacts_ration_name
source: Extra Combat Rations
ru_ru: Доппаёк

# artefacts_ration_restriction
source: Restricted: U.S.S.R. vehicles.
ru_ru: Только для техники СССР.

# artefacts_ration_uk_always
source: +10% to all crew skills and perks for the course of the battle.
ru_ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# artefacts_ration_uk_descr
source: +10% to all crew skills and perks.
ru_ru: +10% ко всем навыкам и умениям экипажа.

# artefacts_ration_uk_name
source: Pudding and Tea
ru_ru: Пудинг с чаем

# artefacts_ration_uk_restriction
source: Restricted: U.K. vehicles.
ru_ru: Только для техники Великобритании.

# artefacts_removedRpmLimiter_descr
source: +10% to engine power but damages the engine.
ru_ru: Повышает мощность двигателя на 10%, но повреждает его.

# artefacts_removedRpmLimiter_name
source: Removed Speed Governor
ru_ru: Подкрученный регулятор оборотов двигателя

# artefacts_removedRpmLimiter_onUse
source: +10% to engine power but damages the engine. Multiple use.
ru_ru: повышает мощность двигателя на 10%, но повреждает его. Используется многократно.

# artefacts_removedRpmLimiter_restriction
source: Restricted: U.S.S.R. and Chinese vehicles.
ru_ru: Только для техники СССР и Китая.

# artefacts_smallMedkit_descr
source: Treatment of an injured crew member.
ru_ru: Лечение раненого члена экипажа.

# artefacts_smallMedkit_name
source: Small First Aid Kit
ru_ru: Малая аптечка

# artefacts_smallMedkit_onUse
source: treatment of an injured crew member. Single use only.
ru_ru: лечение раненого члена экипажа. Используется однократно.

# artefacts_smallRepairkit_descr
source: Repair of a damaged module or two damaged tracks.
ru_ru: Починка одного повреждённого модуля или двух повреждённых гусениц.

# artefacts_smallRepairkit_name
source: Small Repair Kit
ru_ru: Малый ремкомплект

# artefacts_smallRepairkit_onUse
source: repair of a damaged module or two damaged tracks. Single use only.
ru_ru: починка одного повреждённого модуля или двух повреждённых гусениц. Используется однократно.

# artefacts_stereoscope_descr
source: +25% to view range for a stationary vehicle, up to 500 m
ru_ru: +25% к радиусу обзора из неподвижного танка, но не более 500 м

# artefacts_stereoscope_name
source: Binocular Telescope
ru_ru: Стереотруба

# artefacts_toolbox_descr
source: +25% to repair speed
ru_ru: +25% к скорости ремонта

# artefacts_toolbox_name
source: Toolbox
ru_ru: Ящик с инструментами

# artefacts_wetCombatPack_class1_name
source: "Wet" Ammo Rack Class 1
ru_ru: «Мокрая» боеукладка Kласс 1

# artefacts_wetCombatPack_class2_name
source: "Wet" Ammo Rack Class 2
ru_ru: «Мокрая» боеукладка Kласс 2

# artefacts_wetCombatPack_descr
source: +50% ammo rack durability
ru_ru: +50% к прочности боеукладки

# Settings_Region
source: Region
ru_ru: Сервер

# Settings_ShowEntendedReplaysData
source: Show entended replay's data
ru_ru: Показывать расширенные данные по реплею

# Label_Achievements_HonoraryRanks
source: Honorary Ranks
ru_ru: Почетные звания

# Tab_Awards
source: Awards
ru_ru: Награды

# Common_Chat
source: Chat
ru_ru: Чат

# Common_Consumables
source: Consumables
ru_ru: Расходники

# Common_Equipment
source: Equipment
ru_ru: Оборудование

# Replay_Tab_Header_ExtendedInfo
source: Extended Info
ru_ru: Расширенные данные

# Column_Ratings_DamageRating
source: Damage Rating
ru_ru: Рейтинг урона

# Tab_Header_ClanBattles
source: Clan battles
ru_ru: Бои клана

# Column_Header_Provinces
source: Provinces
ru_ru: Провинции

# Column_Header_Time
source: Time
ru_ru: Время

# Column_Header_Type
source: Type
ru_ru: Тип

# ClanBattleType_for_province
source: For province
ru_ru: Бой за провинцию

# ClanBattleType_landing
source: Landing
ru_ru: Бой за высадку

# ClanBattleType_meeting_engagement
source: Meeting engagement
ru_ru: Встречный бой

source: Battle type
ru_ru: Тип боя

# Map_96_prohorovka_defense
source: Fire Arc
ru_ru: Огненная дуга

# Map_99_himmelball
source: Himmelsdorf Championship
ru_ru: Чемпионат Химмельсдорфа

# Chart_WinPercentByCountry
source: Win % by country
ru_ru: % побед по нациям

# Chart_WinPercentByTier
source: Win % by Tier
ru_ru: % побед по уровням

# Chart_WinPercentByType
source: Win % by Type
ru_ru: % побед по типам

# BattleMode_Clan
source: Clan
ru_ru: Клан

# BattleMode_FortBattles
source: Fort battles
ru_ru: Укрепрайоны. Бои

# BattleMode_FortSorties
source: Fort sorties
ru_ru: Укрепрайоны. Вылазки

# BattleType_Sorties
source: Sorties
ru_ru: Вылазки

# Btn_Refresh
source: Refresh
ru_ru: Обновить

# Column_Header_GlobalMap
source: Global map identifier
ru_ru: Идентификатор глобальной карты

# Label_DamageBlockedByArmor
source: Damage blocked by armor
ru_ru: Урон, заблокированный броней

# ReplaysTab_CopyPlayerName
source: Copy name
ru_ru: Копировать имя

# Achievement_MarkOfMastery
source: Mark of Mastery
ru_ru: Знак классности

# Achievement_MarksOnGun
source: Marks on Gun
ru_ru: Отметки на стволе

# Medal_15x15_Arsonist
source: Arsonist
ru_ru: Поджигатель

# Medal_15x15_Bonecrusher
source: Bonecrusher
ru_ru: Костолом

# Medal_15x15_Charmed
source: Charmed
ru_ru: Заговорённый

# Medal_15x15_Demolition
source: Demolition
ru_ru: Взрывотехник

# Medal_15x15_Duelist
source: Duelist
ru_ru: Дуэлянт

# Medal_15x15_Even
source: Even
ru_ru: В расчёте!

# Medal_15x15_Fighter
source: Fighter
ru_ru: Боец

# Medal_15x15_Impenetrable
source: Impenetrable
ru_ru: Непробиваемый

# Medal_15x15_MaxAimerSeries
source: Max Aimer Series
ru_ru: Целеуказатель

# Medal_15x15_ShootToKill
source: Shoot To Kill
ru_ru: Огонь на поражение

# Medal_Clan_Rotmistrov
source: Rotmistrov
ru_ru: Медаль Ротмистрова

# Medal_Fort_Conqueror
source: Conqueror
ru_ru: Завоеватель

# Medal_Fort_Counterblow
source: Counterblow
ru_ru: Контрудар

# Medal_Fort_Crusher
source: Crusher
ru_ru: Сокрушитель крепостей

# Medal_Fort_FireAndSword
source: Fire And Sword
ru_ru: За решающие сражения

# Medal_Fort_Kampfer
source: Kampfer
ru_ru: Ратник

# Medal_Fort_SoldierOfFortune
source: Soldier Of Fortune
ru_ru: Солдат удачи

# Medal_7x7_BattleTested
source: Battle Tested
ru_ru: Проверенный боем

# Medal_7x7_BruteForceMedal
source: Brute Force Medal
ru_ru: Силовой приём

# Medal_7x7_GuerrillaMedal
source: Guerrilla Medal
ru_ru: Мастер засады

# Medal_7x7_InfiltratorMedal
source: Infiltrator Medal
ru_ru: Знаменосец

# Medal_7x7_PrematureDetonationMedal
source: Premature Detonation Medal
ru_ru: Смертельный удар

# Medal_7x7_SentinelMedal
source: Sentinel Medal
ru_ru: Честь флага

# Column_Performance_DamageBlockedByArmor
source: Damage blocked by armor
ru_ru: Урон заблокированный броней

# Column_Performance_PotentialDamageReceived
source: Potential damage received
ru_ru: Потенциальный полученный урон

# Column_Performance_AvgDamageBlockedByArmor
source: Average Damage blocked by armor
ru_ru: Ср. Урон заблокированный броней

# Column_Performance_AvgPotentialDamageReceived
source: Average Potential damage received
ru_ru: Ср. Потенциальный полученный урон

# Chart_Replays_Total_Count
source: Total: {0:0}
ru_ru: Всего: {0:0}

# Chart_Replays_Total_Win_Percent
source: Total: {0:0.0}%
ru_ru: Всего: {0:0.0}%

# Map_94_battlecity
source: Battle City
ru_ru: 8-битные истории

# ReplaysTab_PlayWith
source: Play with...
ru_ru: Воспроизвести с помощью...

# ReplaysTab_ShowFileInFolder
source: Show file in folder
ru_ru: Показать файл в папке на диске
