Repository: Rembel/wotdossier
Catalog: trunk/Sources/WotDossier.Resources/Resources.*.resx
Languages: ru_ru

# Tooltip_Achievements_15x15_DeLanglade
source: Awarded to a player who in the course of one battle destroys four enemy vehicles within a base circle while they are attempting to capture the base. Enemy vehicles may attempt to capture the base all at once or in turn. On 13 September 1944, Colonel Paul Girot de Langlade's Groupement Tactique "Langlade" (G.T.L), outnumbered by over two to one, attacked a German 112th Panzer Regiment occupying the French village of Dompaire. In the ensuing battle de Langlade's 16 M4A2 tanks and 4 M10 tank destroyers, with support from French artillery and American fighter-bombers, destroyed 69 of 90 PzKpfw V Panther and PzKpfw IV tanks.
ru_ru: Уничтожить не менее 4 машин противника, захватывающих базу в одном бою. • Противник должен находиться в кругу захвата базы. • Захват может быть как последовательным, так и одновременным. • Выдаётся только в Случайных боях. Поль де Ланглад — во время Второй мировой войны подполковник, а с сентября 1943 года полковник французской армии, воевал в составе 2-й бронетанковой дивизии генерала Леклерка. В бою у г. Домпэр (Франция) 12-13 сентября 1944 года боевая тактическая группа под командованием де Ланглада почти полностью уничтожила 112-ю панцербригаду. После боя из 45 «Пантер» осталось всего 4 танка.

# Tooltip_Achievements_15x15_Dumitru
source: Destroy 4 enemy SPGs in one battle. • Drive a tank or a tank destroyer. • Can be obtained in Random Battles only. Ion S. Dumitru was a Romanian tank ace. He fought in World War II for just twenty-five days, for five on the German side, and, after Romania changed sides, for twenty days against the Germans. On March 26th, 1945, Dumitru contributed to the destruction of six enemy tank destroyers and capture of a battery of 150-mm howitzers.
ru_ru: Уничтожить 4 САУ противника в одном бою. • Управлять танком или ПТ-САУ. • Выдаётся только в Случайных боях. Ион С. Думитру — румынский танковый ас. Участвовал во Второй мировой войне в течение всего двадцати пяти дней. Из них пять дней он воевал на стороне Германии и двадцать — в составе советской 27-й танковой бригады. 26 марта 1945 г. подразделение, в составе которого был Думитру, уничтожило шесть немецких противотанковых орудий и захватило батарею 15-см гаубиц.

# Tooltip_Achievements_15x15_Fadin
source: Destroy the last enemy vehicle in the battle with the last shell in the ammo. • Awarded even if the enemy vehicle is destroyed by a fire caused by the last shell in the ammo. • Awarded for destroying the last enemy vehicle with the last shell using autoloading guns and machineguns. • Can be obtained in Random Battles only. A Hero of the Soviet Union, Alexander Fadin was a T-34 commander. Supported by one infantry platoon, Fadin managed to capture the village of Dashukovka (Ukraine) and hold it for five hours with one tank. He destroyed one tank, one SPG, eighteen machinegun nests, and up to 50 enemy soldiers and officers. His crew also shot down an enemy plane.
ru_ru: Уничтожить последним снарядом последнюю машину противника. • Если противник уничтожен пожаром, вызванным попаданием последнего снаряда, медаль также выдаётся. • При стрельбе из автоматических пушек и пулемётов противник должен быть уничтожен последним снарядом в очереди. • Выдаётся только в Случайных боях. Александр Михайлович Фадин — командир Т-34. Одним танком, при поддержке взвода пехоты, захватил и удерживал с. Дашуковка в течение пяти часов, уничтожив при этом один танк, одну САУ, восемнадцать пулемётных точек, до 50 солдат и офицеров противника. Также сумел сбить самолёт противника выстрелом из орудия.

# Tooltip_Achievements_15x15_Halonen
source: Destroy at least 3 enemy tanks or tank destroyers with a tank destroyer in one battle. • The targets must be at least two tiers higher than the player's tank destroyer. • Can be obtained in Random Battles only. Erkki Halonen, a sergeant in the Finnish Army and a tank ace, destroyed three T-34's, two KV-1's, and two ISU-152's with his StuG III in battles during June and July 1944.
ru_ru: Уничтожить не менее 3 танков или ПТ-САУ противника в одном бою, управляя ПТ-САУ. • Уничтоженная техника должна превосходить ПТ-САУ игрока как минимум на 2 уровня. • Выдаётся только в Случайных боях. Эркки Халонен — танковый ас, сержант финской армии. В ходе боёв в июне — июле 1944 г. на StuG III уничтожил три Т-34, два КВ-1 и два ИСУ-152.

# Tooltip_Achievements_15x15_HeroesOfRaseiniai
source: Destroy at least 14 enemy vehicles in the course of one battle. • Can be obtained in Random Battles only. In June 1941, near the Lithuanian town of Raseiniai, roughly 20 KV tanks of the Soviet 3rd Mechanized Corps met the assault of the 6th Panzer Division, with approximately 100 vehicles. A single KV tank managed to hold off the German advance for a full day while being pummeled by a variety of antitank weapons, until finally the KV ran out of ammunition and was knocked out.
ru_ru: Уничтожить не менее 14 машин противника в одном бою. • Выдаётся только в Случайных боях. В июне 1941 года под литовским городом Расейняй произошло столкновение между частями немецкой 6-й танковой дивизии и танками КВ 3-го мехкорпуса. В сражении участвовали около двадцати советских и ста немецких танков. Несмотря на поддержку артиллерии и пехоты, немецкие войска понесли большие потери. Один из танков КВ сумел более чем на сутки перерезать немецкие коммуникации.

# Tooltip_Achievements_15x15_Kolobanov
source: Stand alone against five enemy vehicles and win. • Can be obtained in Random Battles only. Colonel Zinoviy Kolobanov was a Soviet tank ace who destroyed 22 German tanks, two guns, and two armored vehicles with his KV-1 in battle on August 19th, 1941.
ru_ru: Победить в бою, оставшись в одиночку против 5 машин противника. • Выдаётся только в Случайных боях. Зиновий Григорьевич Колобанов — советский танкист-ас, подполковник. В бою 19 августа 1941 г. на КВ-1 уничтожил двадцать два немецких танка, два орудия и два бронетранспортёра.

# Tooltip_Achievements_15x15_LafayettePool
source: Destroy 10–13 enemy vehicles in one battle. • In vehicles of at least Tier V. • Can be obtained in Random Battles only. Lafayette G. Pool is widely recognized as the U.S. tank ace of aces who destroyed a total of 258 armored vehicles and military vehicles.
ru_ru: Уничтожить 10-13 машин противника в одном бою. • Управлять техникой V уровня и выше. • Выдаётся только в Случайных боях. Лафайет Дж. Пул — американский танковый ас. За время участия в боевых действиях подбил и уничтожил 258 немецких бронемашин и автомобилей.

# Tooltip_Achievements_15x15_Lehvaslaiho
source: Destroy 2 enemy tanks or tank destroyers with a medium tank in one battle. • The enemy vehicles must be at least 2 tiers higher. • Can be obtained in Random Battles only. Reino Lehväslaiho was a Finnish tank ace who destroyed seven tanks and tank destroyers.
ru_ru: Уничтожить 2 танка или ПТ-САУ противника в одном бою, управляя средним танком. • Уничтоженная техника должна превосходить танк игрока как минимум на 2 уровня. • Выдаётся только в Случайных боях. Рейно Лехвеслайхо — сержант танковой бригады финской танковой дивизии. Подбил семь танков и ПТ-САУ.

# Tooltip_Achievements_15x15_Nikolas
source: Destroy at least 4 enemy tanks or tank destroyers with a medium tank in one battle. • The enemy vehicles must be at least 2 tiers higher. • Can be obtained in Random Battles only. Alfie Nicols was a British tank gunner. During the battle of Al Alamein he destroyed fourteen enemy vehicles.
ru_ru: Уничтожить не менее 4 танков или ПТ-САУ противника в одном бою, управляя средним танком. • Уничтоженная техника должна превосходить танк игрока как минимум на 2 уровня. • Выдаётся только в Случайных боях. Элфи Николс — английский танковый снайпер. За один день битвы при Эль-Аламейне уничтожил девять немецких танков. Всего в ходе битвы подбил четырнадцать танков противника.

# Tooltip_Achievements_15x15_Orlik
source: Destroy three or more enemy tanks or tank destroyers with a light tank in one battle. • The enemy vehicles must be at least 2 tiers higher. • Can be obtained in Random Battles only. Roman Edmund Orlik, a Polish Army sergeant, was a tank ace who knocked out 13 German tanks with his light TKS tankette in September 1939.
ru_ru: Уничтожить не менее 3 танков или ПТ-САУ противника в одном бою, управляя лёгким танком. • Уничтоженная техника должна превосходить танк игрока как минимум на 2 уровня. • Выдаётся только в Случайных боях. Роман Эдмунд Орлик — танковый ас, сержант польской армии. За сентябрь 1939 г., сражаясь на танкетке TKS, подбил тринадцать немецких танков.

# Tooltip_Achievements_15x15_Oskin
source: Destroy at least 3 enemy tanks or tank destroyers with a medium tank in one battle. • The enemy vehicles must be at least 2 tiers higher. • Can be obtained in Random Battles only. Alexander Oskin, a Hero of the Soviet Union, was a tank commander who destroyed three King Tigers with his T-34 during a reconnaissance operation near Oglenduv on August 11th, 1944.
ru_ru: Уничтожить 3 танка или ПТ-САУ противника в одном бою, управляя средним танком. • Уничтоженная техника должна превосходить танк игрока как минимум на 2 уровня. • Выдаётся только в Случайных боях. Александр Петрович Оськин — командир танка, Герой Советского Союза. 11 августа 1944 г., находясь в разведке у Оглендува, уничтожил три «Королевских тигра» на Т-34.

# Tooltip_Achievements_15x15_Pascucci
source: Destroy 3 enemy SPGs in one battle. • Drive a tank or a tank destroyer. • Can be obtained in Random Battles only. Second Lieutenant Luigi Arbib Pascucci was an Italian tank commander during World War Two. He fought with the Ariete Tank Division in North Africa. Pascucci fought in the Second Battle of El Alamein, where he sacrificed his life in a reckless frontal attack that enabled the rest of his company to escape encirclement.
ru_ru: Уничтожить 3 САУ противника в одном бою. • Управлять танком или ПТ-САУ. • Выдаётся только в Случайных боях. Луиджи Арбиб Паскуччи — итальянский танковый ас. Командир 10-го танкового взвода 132-го танкового полка 132-й танковой дивизии Ariete. Во время второго сражения при Эль-Аламейне возглавил контратаку, в результате которой британские войска понесли существенные потери.

# Tooltip_Achievements_15x15_RadleyWalters
source: Destroy 8 or 9 enemy vehicles in one battle. • In vehicles of at least Tier V. • Can be obtained in Random Battles only. Sydney Valpy Radley-Walters was a Canadian tank ace of the 27th Armored Regiment. In 1944–1945 he destroyed 18 German vehicles with his Sherman Firefly.
ru_ru: Уничтожить 8-9 машин противника в одном бою. • Управлять техникой V уровня и выше. • Выдаётся только в Случайных боях. Сидней Валпи Рэдли Уолтерс — канадский танковый ас 27-ого танкового полка. На танке Sherman Firefly уничтожил восемнадцать немецких танков в 1944–1945 гг.

# Tooltip_Achievements_15x15_TamadaYoshio
source: Destroy at least 3 enemy self-propelled guns with a light tank in the course of one battle. • Survive the battle. • Destroyed enemy vehicles must be at least 2 tiers higher than the player's tank. • Can be obtained in Random Battles only. Tamada Yoshio commanded the Japanese 4th Tank Regiment (Type 95 Ha-Gō light tanks) in an attack that overran and destroyed twelve Russian artillery guns during the Second Sino-Japanese War in July 1939.
ru_ru: Уничтожить не менее 3 САУ противника в одном бою, управляя лёгким танком. • Выжить в бою. • Уничтоженная техника должна превосходить танк игрока как минимум на 2 уровня. • Выдаётся только в Случайных боях. Тамада Йошио - полковник, командующий 4-м танковым полком Квантунской армии, который во время ночной операции 2-3 июля 1939 г. у реки Халхин-Гол уничтожил 4 батареи 122-мм гаубиц, 107-мм пушек, 76,2-мм полевых орудий, 10 бронемашин, 2 бронетранспортера, 7 противотанковых орудий, 5 пехотных минометов и 20 грузовиков противника.

# Tooltip_Achievements_15x15_Tarczay
source: Destroy at least 5 enemy vehicles while having 5 different modules damaged or crew members injured and losing 80% of hit points. • Survive and win the battle. • Destroyed enemy vehicles count after all damage is received. • Can be obtained in Random Battles only. Ervin Tarczay was a Hungarian tank ace. He fought with the Hungarian 2nd Armored Division and destroyed at least ten enemy vehicles.
ru_ru: Уничтожить 5 машин противника, получив 5 разных повреждений и потеряв 80% прочности. • Победить в бою. • Выжить в бою. • Учёт уничтоженных машин противника начинается после получения всех перечисленных повреждений. • Выдаётся только в Случайных боях. Эрвин Тарцай — венгерский танковый ас. Служил во 2-й венгерской танковой дивизии, уничтожил около десяти танков.

# Tooltip_Achievements_15x15_Bombardier
source: Destroy at least 2 enemy vehicles with one shell. • Series achieved in all vehicles are added together. • Can be obtained in Random Battles only.
ru_ru: Уничтожить одним снарядом не менее 2 машин противника. • Засчитывается сумма результатов по всем машинам. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Hunter
source: Destroy 100 vehicles of the "feline family" including: • Aufklärungspanzer Panther • PzKpfw V Panther • Panther II • Panther-M10 • Jagdpanther • Jagdpanther II • GW Panther • PzKpfw VI Tiger • PzKpfw VI Tiger (P) • PzKpfw VI Ausf. B Tiger II • Jagdtiger • 8.8 cm Pak43 JagdTiger • GW Tiger • GW Tiger (P) • Löwe • Leopard prototyp A • Leopard 1 • Total results in all vehicles are included. • Newly received awards are added together.
ru_ru: Уничтожить 100 машин семейства кошачьих. Засчитываются: • Aufklärungspanzer Panther • PzKpfw V Panther • Panther II • Panther-M10 • Jagdpanther • Jagdpanther II • GW Panther • PzKpfw VI Tiger • PzKpfw VI Tiger (P) • PzKpfw VI Ausf. B Tiger II • Jagdtiger • 8.8 cm Pak43 JagdTiger • GW Tiger • GW Tiger (P) • Löwe • Leopard prototyp A • Leopard 1 • Засчитывается сумма результатов по всем машинам. • В общем зачёте повторно полученные награды суммируются.

# Tooltip_Achievements_15x15_Invincible
source: Survive 5 or more battles in a row without taking any damage. • An unbroken series continues in the next battle using the same vehicle. • Every vehicle has its own series. Only the longest series is counted. • Battles fought in SPGs do not count. • Can be obtained in Random Battles only.
ru_ru: Не получить никакого урона в течение 5 боёв подряд. • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • В общий зачёт идёт максимальная серия. • Бои на САУ не засчитываются. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Kamikaze
source: Destroy enemy vehicle by ramming it. • Destroy a higher tier enemy vehicle. • The achievement is only awarded once per battle. • Can be obtained in Random Battles only.
ru_ru: Уничтожить противника тараном. • Машина противника должна быть выше уровнем. • Не более одной награды на игрока за бой. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_MasterGunner
source: Achieve at least five armor penetrating hits in a row against enemy vehicles. The results of the next battle in a row using any vehicle also count towards this number, unless the sequence is broken by a miss, non-penetration or ricochet. The icon in the service record displays the longest sequence.
ru_ru: Присваивается игроку, пробившему 5 и более раз подряд броню вражеского танка. Если серия не прервалась непробитием, рикошетом или промахом, то в зачет пойдут также результаты следующего боя на любой машине (иконка отображает самую длинную серию).

# Tooltip_Achievements_15x15_MouseTrap
source: Destroy 10 or more PzKpfw VIII Maus tanks. • Total results in all vehicles are included. • Newly received awards are added together.
ru_ru: Уничтожить 10 танков PzKpfw VIII Maus. • Засчитывается сумма результатов по всем машинам. • В общем зачёте повторно полученные награды суммируются.

# Tooltip_Achievements_15x15_PattonValley
source: Destroy 100 Patton tanks, including: • M46 Patton • M48A1 Patton III • M60 • Series achieved in all vehicles are added together. • Newly received awards are added together.
ru_ru: Уничтожить 100 танков Patton. Засчитываются: • M46 Patton • M48A1 Patton III • M60 • Засчитывается сумма результатов по всем машинам. • В общем зачёте повторно полученные награды суммируются.

# Tooltip_Achievements_15x15_Raider
source: Remain undetected throughout the entire battle and be the only player who captures the enemy base. • Remain within the base circle while attempting to capture the enemy base. • The achievement is awarded even if the vehicle was accidentally hit or damaged. • Can be obtained in Random Battles only.
ru_ru: В одиночку захватить базу противника, не будучи обнаруженным в ходе боя. • Находиться в момент захвата в кругу базы противника. • Случайные попадания и повреждения машины не являются препятствием. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Huntsman
source: Destroy all enemy light tanks (at least 3) in the course of one battle. • Can be obtained in Random Battles only. Sergeant Grigoriy Naydin was a BT-7 commander. On June 25th, 1941, near the Lithuanian town of Rudishkyay, he destroyed a Wehrmacht armored column that included 15 vehicles and 10 guns of the 19th Mechanized Corps. Naydin managed to hold off the German advance for two days, making it possible to organize the defenses around Vilnius. For this action, Naydin was made a Hero of the Soviet Union.
ru_ru: Уничтожить все лёгкие танки противника в одном бою, но не менее 3. • Выдаётся только в Случайных боях. Григорий Николаевич Найдин — сержант, командир танка БТ-7, Герой Советского Союза. 25 июня 1941 года у местечка Рудишкяй (Литва) разгромил колонну бронетехники противника, уничтожив в общей сложности 15 танков и 10 орудий передового отряда 19-й танковой дивизии Вермахта, задержав тем самым наступление немцев на двое суток, что позволило тщательно организовать оборону Вильно.

# Tooltip_Achievements_15x15_Reaper
source: Destroy three or more enemy vehicles in a row with a single round each. The achievement is granted on completion of the sequence. The sequence can be continued in the next battle fought on any vehicle. The icon in the service record displays the longest sequence.
ru_ru: Присваивается игроку, уничтожившему 3 и более вражеские машины подряд, затратив на уничтожение каждой не более одного снаряда. Серия может продолжаться в следующем бою — гибель танка игрока не учитывается. Звание присваивается в тот момент, когда игрок совершил промах, не пробил броню или не добил танк и, таким образом, прервал серию (иконка отображает самую длинную серию). Серия ведется для каждого танка отдельно. В общий зачет идет максимальная серия.

# Tooltip_Achievements_15x15_Sharpshooter
source: Hit enemy vehicles with 10 or more consecutive shots. • The series is broken by a miss. • Every vehicle has its own series that continues to the next battle using the same vehicle. • Only the longest series is counted. • Can be obtained in Random Battles only.
ru_ru: Попасть в противника не менее 10 раз подряд. • Серия прерывается промахом. • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • В общий зачёт идёт максимальная серия. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Sinai
source: Destroy at least 100 tanks of the IS series and vehicles based on their chassis, including: • IS • IS-3 • IS-4 • IS-6 • IS-7 • IS-8 • ISU-152 • Object 261 • Object 263 • Object 268 • Object 704 • Only vehicles in the U.S.S.R. Tech Tree are included. • Series achieved in all vehicles are added together. • Newly received awards are added together.
ru_ru: Уничтожить 100 танков ИС или машин на их базе. Засчитываются: • ИС • ИС-3 • ИС-4 • ИС-6 • ИС-7 • ИС-8 • ИСУ-152 • Объект 261 • Объект 263 • Объект 268 • Объект 704 • Учитывается техника только из дерева исследований СССР. • Засчитывается сумма результатов по всем машинам. • В общем зачёте повторно полученные награды суммируются.

# Tooltip_Achievements_15x15_Survivor
source: Survive 20 battles in a row using the same vehicle. • An unbroken series continues in the next battle using the same vehicle. • Every vehicle has its own series. Only the longest series is counted. • Battles fought in SPGs do not count. • Can be obtained in Random Battles only.
ru_ru: Выжить 20 боёв подряд на одной машине. • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • В общий зачёт идёт максимальная серия. • Бои на САУ не засчитываются. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Abrams
source: Awarded in one of four classes for the total number of team victories in which the player survived the battle: Class IV - 5 victories Class III - 50 victories Class II - 500 victories Class I - 5,000 victories General Creighton Abrams commanded US armored forces during WWII and the Vietnam War, earning a reputation as an aggressive and successful commander.
ru_ru: Выдается за суммарное количество побед, одержанных командой в 5/50/500/5000 боях. Необходимое условие — выживание игрока. Крейтон Абрамс — генерал, командовавший бронетанковыми соединениями армии США в ходе Второй мировой и Вьетнамской войн. Завоевал репутацию агрессивного и удачливого командира.

# Tooltip_Achievements_15x15_Carius
source: Awarded for the destruction of enemy tanks and self-propelled guns in four classes:Class IV - 10 vehicles Class III - 100 vehicles Class II - 1,000 vehicles Class I - 10,000 vehicles Otto Carius was one of the most efficient tank aces of WWII. He commanded the PzKpfw 38 (t), the PzKpfw VI Tiger and the Jagdtiger tank destroyer during his impressive career.
ru_ru: Присваивается игроку, уничтожившему 10/100/1000/10000 вражеских танков и САУ. Отто Кариус — один из наиболее результативных танкистов-асов Второй мировой войны. Воевал на PzKpfw 38(t), PzKpfw VI Tiger и на ПТ-САУ Jagdtiger.

# Tooltip_Achievements_15x15_Ekins
source: Awarded in four classes for destroying tier 8, 9 or 10 enemy tanks and self-propelled guns: Class IV - 3 vehicles Class III - 30 vehicles Class II - 300 vehicles Class I - 3,000 vehicles Joe Ekins was a private in the Northamptonshire Division of the British Territorial Army. A number of sources confirm Ekins as the final nemesis of famous German tank ace Michael Wittmann.
ru_ru: Присваивается игроку, уничтожившему 3/30/300/3000 вражеских танков и САУ восьмого уровня и выше. Джой Экинс — рядовой Нортгемптонширского подразделения британской Территориальной Армии. Ряд источников приписывает Экинсу уничтожение знаменитого танкового аса Михаэля Виттмана.

# Tooltip_Achievements_15x15_Kay
source: Awarded for achieving the Battle Hero status in four classes:Class IV - 1 time Class III - 10 times Class II - 100 times Class I - 1,000 times Douglas Kay, a British Army sergeant and gunner on a Sherman Firefly, participated in the Allied landing in Normandy and later helped increase popular interest in tank warfare.
ru_ru: Присваивается игроку, получившему звание «Герой битвы» 1/10/100/1000 раз. Дуглас Кей — сержант британской армии, стрелок танка Sherman Firefly, участник высадки союзников в Нормандии. Широко известен как популяризатор и пропагандист истории танковой войны.
