Repository: Rembel/wotdossier
Catalog: trunk/Sources/WotDossier.Resources/Resources.*.resx
Languages: ru_ru

# Label_Replay_MapMode_Standart
source: Standart
ru_ru: Стандартный бой

# Label_Replay_XpFactorFormat
source: Experience (x{0} for the first win in a day)
ru_ru: Опыт (x{0} за первую победу в день)

# Msg_CantFindPlayerData
source: Can't find player data - {0}
ru_ru: Не удалось получить информацию об игроке - {0}

# Msg_CantFindReplaysDirectory
source: Can't find replays directory - '{0}'.
ru_ru: Не удалось найти папку с реплеями - '{0}'.

# Msg_CantGetClanDataFromServer
source: Can't get clan data from server
ru_ru: Не удалось получить данные о клане с сервера

# Msg_ErrorOnDataLoad
source: Error on data load
ru_ru: Ошибка при загрузке данных

# Msg_ErrorOnFileDeletion
source: Error on file deletion, please check your access rights({0})
ru_ru: Произошла ошибка при удалении файла({0})

# Msg_ErrorOnFilesDeletion
source: Error on file deletion, please check your access rights
ru_ru: Произошла ошибка при удалении одного или нескольких файлов, проверьте что у вас есть необходимые права на совершение операции

# Msg_ErrorOnGetLocalPlayerInfo
source: Player info not found in local app database - [{0}]
ru_ru: Не найдено данных об игроке [{0}] в локальной базе приложения

# Msg_ErrorOnPlayReplay
source: Error on play replay
ru_ru: Ошибка при воспроизведении

# Msg_Error_on_replay_file_read
source: Error on replay file read
ru_ru: Ошибка при чтении файла

# Msg_File_incomplete_or_not_supported
source: Can't load replay file. File incomplete or not supported
ru_ru: Не удалось загрузить файл реплея. Файл неполный или не поддерживается

# Msg_GetPlayerData
source: Error on getting player data from server - [{0}]
ru_ru: Ошибка при получении данных пользователя с сервера - [{0}]

# Msg_NewVersion
source: New version available - {0}. Do you want download and install it now?
ru_ru: Доступна новая версия - {0}. Скачать и установить ее?

# Msg_ReplaysDelete
source: Delete files and save battle results to local base? Press Yes to save results? Press No to complete deletion.
ru_ru: Удалить файлы и сохранить результаты локально? Да - сохранить. Нет - удалить окончательно.

# Msg_ReplayUpload_AuthentificationFailure
source: Currently you not logined to the target site. You need to be already authentificated in IE. Do you want to open the site in browser?
ru_ru: Вход на сайт реплеев не выполнен. Выполните вход в браузере IE. Открыть сайт в IE для входа?

# Msg_ServerNotSelected
source: Server not selected
ru_ru: Не выбран сервер

# ProgressLabel_Processing_file_format
source: Processing file {0}/{1} - {2}...
ru_ru: Обработка файла {0}/{1} - {2}...

# ProgressTitle_Loading_replays
source: Loading replays
ru_ru: Загрузка реплеев

# ReplaysFolders_Deleted
source: Deleted
ru_ru: Удаленные

# Role_commander
source: Commander
ru_ru: Боевой офицер

# Role_diplomat
source: Diplomat
ru_ru: Офицер разведки

# Role_leader
source: Leader
ru_ru: Командующий

# Role_private
source: Private
ru_ru: Рядовой

# Role_recruit
source: Recruit
ru_ru: Новобранец

# Role_recruiter
source: Recruiter
ru_ru: Офицер по рекрутингу

# Role_treasurer
source: Treasurer
ru_ru: Офицер снабжения

# Role_vice_leader
source: Vice Leader
ru_ru: Старший офицер

# StatisticPeriod_AllObservationPeriod
source: All observation period
ru_ru: Весь период

# StatisticPeriod_Custom
source: Results from {0}
ru_ru: Результаты с {0}

# StatisticPeriod_Custom_ComboItem
source: Custom
ru_ru: Свой

# StatisticPeriod_LastNBattles
source: Last {0} Battles results
ru_ru: Результаты последних {0} боев

# StatisticPeriod_LastNBattles_ComboItem
source: Last N Battles
ru_ru: Последние N боев

# StatisticPeriod_LastWeek
source: Last week
ru_ru: Последняя неделя

# StatisticPeriod_Recent
source: Recent
ru_ru: Недавние

# TabHeader_AllObservationPeriod
source: All captured results
ru_ru: Результаты за все время наблюдения

# TabHeader_Custom
source: Results from {0}
ru_ru: Результаты с {0}

# TabHeader_LastNBattles
source: Last {0} Battles results
ru_ru: Результаты последних {0} боев

# TabHeader_LastWeek
source: Last week results
ru_ru: Результаты за неделю

# TabHeader_Recent
source: Last day results
ru_ru: Результаты за последний день

# TankFilterPanel_All1
source: All
ru_ru: Все

# Tooltip_Replay_AlliesDamage
source: Damage by allies to enemy vehicle you detected: {0}
ru_ru: По вашим разведданным союзники нанесли очков урона: {0}

# Tooltip_Replay_CriticalDamage
source: Critical damage to enemy vehicle: {0}
ru_ru: Вы нанесли критических повреждений: {0}

# Tooltip_Replay_Damage
source: Damage to enemy vehicle: {0}
ru_ru: Вы нанесли урона: {0}

# Tooltip_Replay_Detected
source: You detected this enemy vehicle
ru_ru: Вы обнаружили этот танк противника

source: Total
ru_ru: Всего

# Traveled_Format
source: {0:0.00} km
ru_ru: {0:0.00} км

# WarningMsg_CanntFindPlayerDataInDossierCache
source: Can't find player data in dossier cache
ru_ru: Для указанного игрока не найдено данных по танкам в локальном кэше игры

# WarningMsg_SpecifyPlayerName
source: Please specify player name before
ru_ru: Укажите имя игрока в настройках приложения

# WindowCaption_AuthFailure
source: Auth failure
ru_ru: Ошибка входа

# WindowCaption_Information
source: Information
ru_ru: Информация

# WindowCaption_Pack
source: Pack
ru_ru: Упаковка

# WindowCaption_SearchClan
source: Search Clan
ru_ru: Поиск клана

# WindowCaption_SearchPlayer
source: Search Player
ru_ru: Поиск игрока

# WindowCaption_SelectPathToWorldOfTanksExecutable
source: Select path to WorldOfTanks.exe
ru_ru: Укажите путь к WorldOfTanks.exe

# WindowCaption_Warning
source: Warning
ru_ru: Предупреждение

# WondowCaption_Export
source: Export
ru_ru: Экспорт

# Map_00_tank_tutorial
source: Training area
ru_ru: Тренировочная миссия

# Map_01_karelia
source: Karelia
ru_ru: Карелия

# Map_02_malinovka
source: Malinovka
ru_ru: Малиновка

# Map_03_campania
source: Province
ru_ru: Провинция

# Map_04_himmelsdorf
source: Himmelsdorf
ru_ru: Химмельсдорф

# Map_05_prohorovka
source: Prokhorovka
ru_ru: Прохоровка

# Map_06_ensk
source: Ensk
ru_ru: Энск

# Map_07_lakeville
source: Lakeville
ru_ru: Ласвилль

# Map_08_ruinberg
source: Ruinberg
ru_ru: Руинберг

# Map_10_hills
source: Mines
ru_ru: Рудники

# Map_11_murovanka
source: Murovanka
ru_ru: Мурованка

# Map_13_erlenberg
source: Erlenberg
ru_ru: Эрленберг

# Map_14_siegfried_line
source: Siegfried Line
ru_ru: Линия Зигфрида

# Map_15_komarin
source: Komarin
ru_ru: Комарин

# Map_17_munchen
source: Widepark
ru_ru: Уайдпарк

# Map_18_cliff
source: Cliff
ru_ru: Утес

# Map_19_monastery
source: Abbey
ru_ru: Монастырь

# Map_22_slough
source: Swamp
ru_ru: Топь

# Map_23_westfeld
source: Westfield
ru_ru: Вестфилд

# Map_28_desert
source: Sand River
ru_ru: Песчаная река

# Map_29_el_hallouf
source: El Halluf
ru_ru: Эль-Халлуф

# Map_31_airfield
source: Airfield
ru_ru: Аэродром

# Map_33_fjord
source: Fjords
ru_ru: Фьорды

# Map_34_redshire
source: Redshire
ru_ru: Редшир

# Map_35_steppes
source: Steppes
ru_ru: Степи

# Map_36_fishing_bay
source: Fisherman's Bay
ru_ru: Рыбацкая бухта

# Map_37_caucasus
source: Mountain Pass
ru_ru: Перевал

# Map_38_mannerheim_line
source: Arctic Region
ru_ru: Заполярье

# Map_39_crimea
source: South Coast
ru_ru: Южный Берег

# Map_42_north_america
source: Port
ru_ru: Порт

# Map_43_north_america
source: Northwest
ru_ru: Северо-Запад

# Map_44_north_america
source: Live Oaks
ru_ru: Лайв Окс

# Map_45_north_america
source: Highway
ru_ru: Хайвей

# Map_47_canada_a
source: Serene Coast
ru_ru: Тихий берег

# Map_51_asia
source: Dragon Ridge
ru_ru: Хребет Дракона

# Map_53_japan
source: Hidden Village
ru_ru: Скрытая Деревня

# Map_60_asia_miao
source: Pearl River
ru_ru: Жемчужная Река

# Map_63_tundra
source: Tundra
ru_ru: Тундра

# Map_73_asia_korea
source: Sacred Valley
ru_ru: Священная Долина

# Map_84_winter
source: Windstorm
ru_ru: Виндсторм

# Map_85_winter
source: Severogorsk
ru_ru: Северогорск

# Map_86_himmelsdorf_winter
source: Winter Himmelsdorf
ru_ru: Зимний Химмельсдорф

# Map_87_ruinberg_on_fire
source: Ruinberg on Fire
ru_ru: Руинберг в огне

# Progress_CommonStatLoading
source: Common player statistic loading
ru_ru: Загрузка общей статистики игрока

# Progress_CommonStatLoadingCompleted
source: Common player statistic loading completed
ru_ru: Загрузка общей статистики игрока завершена

# Progress_VehiclesStatLoading
source: Vehicles statistic loading
ru_ru: Загрузка статистики по технике

# Progress_VehiclesStatLoadingCompleted
source: Vehicles statistic loading completed
ru_ru: Загрузка статистики по технике завершена

# Progress_ChartsInitialization
source: Charts initialization
ru_ru: Инициализация графиков

# Progress_ChartsInitializationCompleted
source: Charts initialization completed
ru_ru: Инициализация графиков завершена

# Progress_LoadLastUsedVehiclesList
source: Last used vehicles list loading
ru_ru: Инициализация списка последней использованой техники

# Progress_LoadLastUsedVehiclesListCompleted
source: Last used vehicles list loading completed
ru_ru: Инициализация списка последней использованой техники завершена

# Progress_DataLoadCompleted
source: Data load completed
ru_ru: Загрузка данных завершена

# WindowTitleFormat_Replay
source: {0}, {1}, battle level - {2}
ru_ru: {0}, {1}, уровень боя - {2}

# Medal_7x7_FightingReconnaissanceMedal
source: Fighting Reconnaissance
ru_ru: Разведка боем

# Tooltip_Achievements_7x7_FightingReconnaissanceMedal
source: In 50 battles, comply with the following conditions: • Spot at least 2 enemy vehicles. • Be among the top three damage dealers. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru_ru: 50 раз выполнить следующие условия: • Обнаружить не менее 2 машин противника • Занять 3 и выше место по нанесенному урону • В общем зачете повтовно полученные награды не суммируются

# Medal_7x7_WillToWinSpirit
source: Will To Win Spirit
ru_ru: За волю к победе

# Tooltip_Achievements_7x7_WillToWinSpirit
source: Fight alone against at least 3 enemy vehicles and win the battle. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru_ru: Победить в бою оставшись в одиночку против 3 и более машин противника • В общем зачете повтовно полученные награды не суммируются

# Medal_7x7_CrucialShotMedal
source: Crucial Shot
ru_ru: Решающий выстрел

# Medal_7x7_GodOfWar
source: God of War
ru_ru: Бог войны

# Tooltip_Achievements_7x7_GodOfWar
source: While driving an SPG, be the last survivor and win the battle. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru_ru: Победить в бою на САУ оставшись единственным выжившим • Победить в бою • В общем зачете повтовно полученные награды не суммируются

# Medal_7x7_WolfAmongSheepMedal
source: Wolf Among Sheep
ru_ru: За отличную стрельбу

# Tooltip_Achievements_7x7_WolfAmongSheepMedal
source: Win 100 battles and be the top player by damage caused. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru_ru: Занять 100 раз первое место по количеству нанесенного урона в победном бою • В общем зачете повтовно полученные награды не суммируются

# Medal_7x7_GeniusForWarMedal
source: Genius for War
ru_ru: Отличник боевой подготовки

# Tooltip_Achievements_7x7_GeniusForWarMedal
source: In 100 battles, be the top player by experience earned. • Only victorious battles are counted. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru_ru: Занять 100 раз первое место по количеству заработанного опыта за бой • Победить в бою • В общем зачете повтовно полученные награды не суммируются

# Medal_7x7_FireAndSteelMedal
source: Fire and Steel
ru_ru: Закалённый в боях

# Medal_7x7_ForTacticalOperations
source: For Tactical Operations
ru_ru: За тактические операции

# Medal_7x7_HeavyFireMedal
source: Heavy Fire
ru_ru: Снайперский резерв

# Medal_7x7_NoMansLand
source: No Man's Land
ru_ru: Бой до последнего

# Tooltip_Achievements_7x7_FireAndSteelMedal
source: Receive maximum total amount of damage taken and damage blocked by armor 25 times. • Survive a battle. • Newly received awards are added together. • Only victorious battles are counted. • Can be obtained in Team Battles only.
ru_ru: 25 раз получить наибольшую сумму полученного и заблокированного броней урона за бой • Выжить в бою • В общем зачете повторно полученные награды не суммируются • Защитываются только победные бои • Выдается только в командных боях

# Medal_7x7_PromisingFighterMedal
source: Promising Fighter
ru_ru: Перспективный боец

# Medal_7x7_PyromaniacMedal
source: Pyromaniac
ru_ru: Пироман

# Medal_7x7_RangerMedal
source: Ranger
ru_ru: Егерь

# Tooltip_Achievements_7x7_ForTacticalOperations
source: Awarded to the player for a certain number of victories on randomly selected teams. • Can be obtained in Team Battles only.
ru_ru: Выдаётся за суммарное количество побед, одержанных в составе случайной команды в 10/100/1000/2500 боях. • Выдаётся только в командных боях.

# Tooltip_Achievements_7x7_HeavyFireMedal
source: In 100 battles, be among the top three damage dealers. • Newly received awards are added together. • Only victorious battles are counted. • Can be obtained in Team Battles only.
ru_ru: Занять 100 раз 1,2 или 3 место по количеству нанесенного урона за бой • В общем зачете повторно полученные награды не суммируются • Защитываются только победные бои • Выдается только в командных боях

# Tooltip_Achievements_7x7_NoMansLand
source: End a battle in a draw where both teams are completely destroyed. • Awarded to all members of both teams. • Can be obtained in Team Battles only.
ru_ru: Провести бой, в котором будет уничтожена вся техника обеих команд. • Выдается обеим сторонам • Выдается только в командных боях

# Tooltip_Achievements_7x7_PromisingFighterMedal
source: In 100 battles, be among the top three players by experience earned. • Newly received awards are added together. • Only victorious battles are counted. • Can be obtained in Team Battles only.
ru_ru: Занять 100 раз 1,2 или 3 место по количеству заработанного опыта за бой • В общем зачете повторно полученные награды не суммируются • Защитываются только победные бои • Выдается только в командных боях

# Tooltip_Achievements_7x7_PyromaniacMedal
source: Set 10 enemy vehicles on fire. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru_ru: 10 раз поджечь противника • В общем зачете повторно полученные награды не суммируются • Выдается только в командных боях

# Tooltip_Achievements_7x7_RangerMedal
source: • Damage or destroy enemy vehicles not visible to the player, 10 times. • Newly received awards are added together. • Only hits that cause damage are counted. • Can be obtained in Team Battles only.
ru_ru: 10 раз повредить или уничтожить противника, который невидим для игрока. • В общем зачете повторно полученные награды не суммируются • Защитываются только попадания нанесшие урон • Выдается только в командных боях

# Tooltip_Achievements_7x7_TacticalBreakthrough
source: Win at least 3 battles in a row as a member of a random team. • Every vehicle has its own series. An unbroken series continues in the next battle using the same vehicle. • Can be obtained in Team Battles only.
ru_ru: Победить не менее 3 раз подряд в составе случайной команды. • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • Выдаётся только в Командных боях.

# Tooltip_Achievements_7x7_CrucialShotMedal
source: In 20 battles, destroy the last enemy vehicle. • Win the battle. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru_ru: Присуждается игроку, 20 раз уничтожившему последнюю машину противника и победившему в бою. • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в командных боях.

# Label_Achievements_HistoricalBattle
source: Historical Battle
ru_ru: Исторический бой

# Medal_15x15_MedalMonolith
source: Rock Solid
ru_ru: Монолит

# Medal_15x15_MedalAntiSpgFire
source: For Counter-Battery Fire
ru_ru: За контрбатарейную стрельбу

# Medal_15x15_MedalGore
source: Gore’s Medal
ru_ru: Медаль Гора

# Medal_15x15_MedalCoolBlood
source: Cold-Blooded
ru_ru: Хладнокровный

# Medal_15x15_MedalStark
source: Stark’s Medal
ru_ru: Медаль Старка

# Medal_HistoricalBattle_GuardsMan
source: Guards Man
ru_ru: Гвардеец

# Medal_HistoricalBattle_MakerOfHistory
source: Maker Of History
ru_ru: Вершитель истории

# Map_83_kharkiv
source: Kharkov
ru_ru: Харьков

# Settings_AutoLoadStatistic
source: Auto load statistic
ru_ru: Автозагрузка статистики

# Tooltip_Achievements_HistoricalBattle_GuardsMan
source: For the number of victories that were won while driving support vehicles. • For example, when fighting for a team consisting of T-34 and BT-7 vehicles, it is required to drive a BT-7 tank. • Specific vehicles can be used as support vehicles in certain Historical Battles. • Can be obtained in Historical Battles only.
ru_ru: Выдаётся за суммарное количество побед, одержанных на вспомогательной технике в 5/50/500/1500 боях. В роли вспомогательной техники в разных исторических боях могут выступать разные машины. Например, играя в команде, состоящей из танков Т-34 и БТ-7, необходимо управлять танком БТ-7. • Выдаётся только в исторических боях.

# Tooltip_Achievements_HistoricalBattle_MakerOfHistory
source: For the number of victories that were won on each of the belligerent sides. • Can be obtained in Historical Battles only.
ru_ru: Выдаётся за суммарное количество побед, одержанных за каждую из сторон конфликта в 5/50/500/2500 боях. • Выдаётся только в исторических боях.

# Tooltip_Achievements_15x15_MedalAntiSpgFire
source: In a battle, destroy all enemy SPGs (at least 3) with an SPG. • The player must not destroy any allied vehicles. • Can be obtained in Random Battles only.
ru_ru: Управляя САУ, уничтожить все САУ противника в одном бою, но не менее 3. • Уничтожение союзников недопустимо. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_MedalCoolBlood
source: Destroy at least 2 enemy light tanks from a distance of not more than 100 meters. • Drive an SPG of at least Tier IV. • The player must not destroy any allied vehicles. • Can be obtained in Random Battles only.
ru_ru: Уничтожить не менее 2 лёгких танков противника с расстояния не более 100 метров. • Управлять САУ IV уровня и выше. • Уничтожение союзников недопустимо. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_MedalGore
source: Drive an SPG and cause damage exceeding 10 times the hit points of your vehicle. • The player must not destroy any allied vehicles. • Hits on allied vehicles are not counted. • Can be obtained in Random Battles only. British colonel Adrian Clements Gore was in charge of a combat team that defended the Kasserine Pass, Tunisia, on 20 February, 1943. His force, composed of a tank squadron, an infantry company, and a battery of infantry support artillery, put up stiff resistance against troops of the Wehrmacht Africa Korps, comprising five infantry batallions and one tank batallion. The German forces lost 11 tanks in the fighting.
ru_ru: Управляя САУ, нанести урон, десятикратно превышающий значение прочности собственной машины. • Уничтожение союзников недопустимо. • Попадания по союзникам не учитываются. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_MedalMonolith
source: While driving an SPG, destroy an enemy vehicle by ramming and survive. • SPG's speed must be less than 10 km/h. • The player must not destroy any allied vehicles. • Can be obtained in Random Battles only.
ru_ru: Выжить на САУ после фатального для противника тарана. • Скорость собственной САУ не должна превышать 10 км/ч. • Уничтожение союзников недопустимо. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_MedalStark
source: While driving an SPG, destroy at least 2 enemy vehicles and receive at least 2 enemy hits that cause damage or are blocked by armor. • Survive a battle. • Total amount of damage received and damage blocked by armor must be at least 2/3 of the hit points of your vehicle. • Hitting allied vehicles is not counted. • Can be obtained in Random Battles only. Colonel Alexander Stark commanded the joint French-American task force defending the Kasserine Pass, Tunisia. On 19 February, 1943, Stark's force unleashed heavy artillery fire from the heights surrounding the pass and was able to delay the advancing tank batallion and two infantry batallions of the Wehrmacht Africa Korps, forcing them to request reinforcements.
ru_ru: Управляя САУ, уничтожить не менее 2 машин противника, получив не менее 2 попаданий от противника, нанёсших урон или заблокированных бронёй. • Выжить в бою. • Сумма полученного и заблокированного бронёй урона должна составлять не менее 2/3 от очков прочности собственной машины. • Уничтожение союзников недопустимо. • Выдаётся только в Случайных боях.

# Label_ColorScheme
source: Color scheme
ru_ru: Цветовая схема

# DossierTheme_Black
source: Black
ru_ru: Черная

# DossierTheme_Silver
source: Silver
ru_ru: Серебряная

# Label_ReplayDetail_IsAlive
source: Is Alive
ru_ru: Выжил

# False
source: No
ru_ru: Нет

# True
source: Yes
ru_ru: Да

# Replay_Tab_Header_Equipment
source: Equipment
ru_ru: Оборудование

# artefacts_afterburning_descr
source: +15% to engine power for one minute
ru_ru: +15% к мощности двигателя на одну минуту

# artefacts_afterburning_name
source: Engine Power Boost
ru_ru: Форсаж

# artefacts_aimingStabilizer_descr
source: +20% to accuracy during movement and turret rotation
ru_ru: -20% к разбросу при движении и повороте башни

# artefacts_aimingStabilizer_Mk1_name
source: Vertical Stabilizer Mk 1
ru_ru: Стабилизатор вертикальной наводки Mk 1

# artefacts_aimingStabilizer_Mk2_name
source: Vertical Stabilizer Mk 2
ru_ru: Стабилизатор вертикальной наводки Mk 2

# artefacts_antifragmentationLining_heavy_descr
source: +30% to armor protection from ramming and explosions +30% to protection of the crew from injuries
ru_ru: +30% к абсорбции повреждений от взрывов и тарана +30% к защите экипажа от ранений

# artefacts_antifragmentationLining_heavy_name
source: Heavy Spall Liner
ru_ru: Тяжёлый противоосколочный подбой

# artefacts_antifragmentationLining_light_descr
source: +20% to armor protection from ramming and explosions +20% to protection of the crew from injuries
ru_ru: +20% к абсорбции повреждений от взрывов и тарана +20% к защите экипажа от ранений

# artefacts_antifragmentationLining_light_name
source: Light Spall Liner
ru_ru: Лёгкий противоосколочный подбой

# artefacts_antifragmentationLining_medium_descr
source: +25% to armor protection from ramming and explosions +25% to protection of the crew from injuries
ru_ru: +25% к абсорбции повреждений от взрывов и тарана +25% к защите экипажа от ранений

# artefacts_antifragmentationLining_medium_name
source: Medium Spall Liner
ru_ru: Средний противоосколочный подбой

# artefacts_antifragmentationLining_superheavy_descr
source: +50% to armor protection from ramming and explosions +50% to protection of the crew from injuries
ru_ru: +50% к абсорбции повреждений от взрывов и тарана +50% к защите экипажа от ранений

# artefacts_antifragmentationLining_superheavy_name
source: Superheavy Spall Liner
ru_ru: Сверхтяжёлый противоосколочный подбой

# artefacts_autoExtinguishers_descr
source: Automatic fire extinguishing in your vehicle.
ru_ru: Автоматическое тушение пожара в собственной машине.

# artefacts_autoExtinguishers_name
source: Automatic Fire Extinguisher
ru_ru: Автоматический огнетушитель

# artefacts_autoExtinguishers_onUse
source: automatic fire extinguishing in your vehicle. Single use only.
ru_ru: автоматическое тушение пожара в собственной машине. Используется однократно.

# artefacts_camouflageNet_descr
source: Reduces detection chance when the vehicle is stationary
ru_ru: Значительно снижает заметность неподвижной машины
