Repository: Rembel/wotdossier
Catalog: trunk/Sources/WotDossier.Resources/Resources.*.resx
Languages: ru_ru

# Column_Battles_Battles
source: Battles
ru_ru: Боёв

# Column_Battles_Draws
source: Draws
ru_ru: Ничьих

# Column_Battles_DrawsPercent
source: Draws %
ru_ru: Ничьих %

# Column_Battles_Lost
source: Lost
ru_ru: Поражений

# Column_Battles_LostPercent
source: Lost %
ru_ru: Поражений %

# Column_Battles_Survived
source: Survived
ru_ru: Выжил в боях

# Column_Battles_SurvivedAndWon
source: Survived And Won
ru_ru: Выжил в победных боях

# Column_Battles_SurvivedAndWonPercent
source: Survived And Won %
ru_ru: Выжил в победных боях %

# Column_Battles_SurvivedPercent
source: Survived %
ru_ru: Выжил в боях %

# Column_Battles_Won
source: Won
ru_ru: Побед

# Column_Battles_WonPercent
source: WonPercent
ru_ru: Побед %

# Column_Header_Icon
source: Icon
ru_ru: Иконка

# Column_Header_Tank
source: Tank
ru_ru: Танк

# Column_Header_Tier
source: Tier
ru_ru: Уровень

# Column_XP_AverageXP
source: Average XP
ru_ru: Средний опыт за бой

# Column_XP_MaximumXP
source: Maximum XP
ru_ru: Максимальный опыт за бой

# Column_XP_TotalXP
source: Total XP
ru_ru: Суммарный опыт

# Common_AvgExperience
source: Average Experience per Battle:
ru_ru: Средний опыт за бой:

# Common_BattlePerformance
source: Battle Performance
ru_ru: Боевая эффективность

# Common_BattlesParticipated
source: Battles Participated:
ru_ru: Проведено боёв:

# Common_BattlesSurvived
source: Battles Survived:
ru_ru: Выжил в боях:

# Common_CapturePoints
source: Capture Points:
ru_ru: Очки захвата базы:

# Common_Clan_DaysInClan
source: Days in clan:
ru_ru: Количество дней в клане:

# Common_Clan_Enrolled
source: Enrolled:
ru_ru: Дата вступления:

# Common_Clan_Position
source: Position:
ru_ru: Должность:

# Common_DamageCaused
source: Damage Caused:
ru_ru: Нанесённые повреждения:

# Common_DataUpdate
source: Data as of:
ru_ru: Данные по состоянию на:

# Common_Defeats
source: Defeats:
ru_ru: Поражений:

# Common_DefensePoints
source: Defense Points:
ru_ru: Очки защиты базы:

# Common_Destroyed
source: Destroyed:
ru_ru: Танков уничтожено:

# Common_Detected
source: Detected:
ru_ru: Танков обнаружено:

# Common_Experience
source: Experience
ru_ru: Опыт

# Common_HitRatio
source: Hit Ratio:
ru_ru: Процент попадания:

# Common_MaxExperience
source: Maximum Experience per Battle:
ru_ru: Максимальный опыт за бой:

# Common_OverallResults
source: Overall Results
ru_ru: Общие результаты

# Common_RatingHeader_Place
source: Place
ru_ru: Место

# Common_RatingHeader_Rating
source: Rating
ru_ru: Рейтинг

# Common_RatingHeader_Value
source: Value
ru_ru: Значение

# Common_Rating_AvgExperience
source: Average Experience per Battle
ru_ru: Средний опыт

# Common_Rating_BattlesParticipated
source: Battles Participated
ru_ru: Проведено боёв

# Common_Rating_CapturePoints
source: Capture Points
ru_ru: Захват базы

# Common_Rating_DamageCaused
source: Damage Caused
ru_ru: Нанесённые повреждения

# Common_Rating_DefensePoints
source: Defense Points
ru_ru: Защита базы

# Common_Rating_GlobalRating
source: Global Rating
ru_ru: Общий рейтинг

# Common_Rating_TargetsDestroyed
source: Targets Destroyed
ru_ru: Уничтожено врагов

# Common_Rating_TargetsDetected
source: Targets Detected
ru_ru: Обнаружено врагов

# Common_Rating_TotalExperience
source: Total Experience
ru_ru: Общий опыт

# Common_Rating_Victories
source: Victories
ru_ru: Победы

# Common_Rating_VictoriesBattles
source: Victories/Battles
ru_ru: Процент побед

# Common_RegisterDate
source: Registered:
ru_ru: Дата регистрации:

# Common_TotalExperience
source: Total Experience:
ru_ru: Суммарный опыт:

# Common_Victories
source: Victories:
ru_ru: Побед:

# MenuItem_Header_Load
source: _Load
ru_ru: _Загрузить

# MenuItem_Header_Settings
source: _Settings
ru_ru: _Настройки

# Tab_Header_BattleAwards
source: Battle awards
ru_ru: Боевые награды

# Tab_Header_Battles
source: Battles
ru_ru: Бои

# Tab_Header_Chart
source: Charts
ru_ru: Графики

# Tab_Header_Common
source: Common
ru_ru: Общая информация

# Tab_Header_Damage
source: Damage
ru_ru: Урон

# Tab_Header_Epics
source: Epics
ru_ru: Эпические достижения

# Tab_Header_FragCounts
source: Frag counts
ru_ru: Уничтоженные танки

# Tab_Header_Frags
source: Frags
ru_ru: Фраги

# Tab_Header_MasterTanker
source: MasterTanker
ru_ru: Эксперт

# Tab_Header_Medals
source: Medals
ru_ru: Медали

# Tab_Header_Performance
source: Performance
ru_ru: Эффективность

# Tab_Header_Ratings
source: Ratings
ru_ru: Рейтинг

# Tab_Header_Series
source: Series
ru_ru: Серии

# Tab_Header_SpecialAwards
source: Special awards
ru_ru: Специальные награды

# Tab_Header_Time
source: Time
ru_ru: Время

# Tab_Header_XP
source: XP
ru_ru: Опыт

# Tooltip_Achievements_15x15_BattleHero
source: Awarded for individual battles if all of the requirements are met.
ru_ru: Награды этой категории выдаются исключительно по результатам боя.

# Tooltip_Achievements_15x15_BrothersInArms
source: Each Platoon member must destroy at least 3 enemy vehicles. • All Platoon members must survive the battle. • All Platoon members receive the award. • Can be obtained in Random Battles only.
ru_ru: Каждый игрок взвода должен уничтожить не менее 3 машин противника. • Взвод должен выжить в бою. • Выдаётся всем игрокам взвода. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Confederate
source: Damage more enemy vehicles or destroy their tracks, at least 6, than any other player. • Targets that were destroyed or lost in battle are included. • Ricochet and non-penetration are not included. • If two or more players score an equal number of hits, the achievement is awarded to the player who earned more XP in the battle. • The achievement is only awarded once per battle. • Can be obtained in Random Battles only.
ru_ru: Нанести урон или сбить гусеницу наибольшему количеству машин противника, но не менее 6. • Засчитываются цели, которые впоследствии были уничтожены другими игроками или самоуничтожились. • Рикошеты и непробития не учитываются. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_CrucialContribution
source: Platoon must destroy at least 12 enemy vehicles. • All Platoon members receive the award. • Can be obtained in Random Battles only.
ru_ru: Взвод должен уничтожить не менее 12 машин противника. • Выдаётся всем игрокам взвода. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Defender
source: Reduce the number of enemy capture points of a friendly base by 70 or more. • If two or more players have an equal number of capture points, the achievement is awarded to the player who earned more XP in the battle. • The achievement is only awarded once per battle. • Can be obtained in Random Battles only.
ru_ru: Защитить базу, сбив наибольшее количество очков захвата, но не менее 70. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Invader
source: Score at least 80 capture points on the enemy base. • The achievement is awarded upon successful base capture, and only includes the points that were part of the base capture. • Can be obtained in Random Battles only.
ru_ru: Получить наибольшее количество очков захвата, но не менее 80. • Выиграть бой захватом базы. • Засчитываются только очки, обеспечившие захват. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_PatrolDuty
source: Help your team damage at least 6 enemy vehicles by spotting them. • The player must be the only one spotting the enemy vehicles at the moment when they are damaged. • If two or more players have spotted an equal number of enemy vehicles for damaging by teammates, the achievement is awarded to the player who earned more XP in the battle. • The achievement is only awarded once per battle. • Can be obtained in Random Battles only.
ru_ru: Предоставить разведданные, обеспечившие повреждение союзниками не менее 6 машин противника. • Засчитываются цели, разведданные по которым в момент их повреждения передавал только один игрок. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Scout
source: Detect more enemy vehicles than anyone else in your team (at least 9). • Win the battle. • The achievement is only awarded once per battle • Can be obtained in Random Battles only.
ru_ru: Обнаружить наибольшее количество машин противника, но не менее 9. • Победить в бою. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Sniper
source: Achieve at least 85% hits out of a minimum of 10 shots fired with potential damage of 1,000 HP or more. • Non-penetrating hits were included. • Direct hits on friendly vehicles were not allowed. • If two or more players had identical hit ratios, the achievement was awarded to the player with the highest number of hits. • If two or more players had identical hit ratios and the same number of hits, the achievement was awarded to the player who had earned more XP for the battle. • The achievement could only be awarded once per battle. • Can be obtained in Random Battles only. • Awarded before the release of 0.8.11 version.
ru_ru: Произвести не менее 85% попаданий по противнику, сделав не менее 10 выстрелов с потенциальным уроном не менее 1 000 единиц. • Непробитие засчитывалось. • Нельзя задевать союзников прямыми выстрелами. • При равном проценте попаданий награждался игрок, попавший по противнику большее количество раз. • При равном количестве попаданий награждался игрок, получивший больше опыта за бой. • Выдавалась только одна награда за бой. • Выдавалась только в Случайных боях. • Выдавалась до выхода обновления 0.8.11.

# Tooltip_Achievements_15x15_Sniper2
source: Cause the highest damage per battle at a distance of at least 300 meters. • Fire at least 8 shots. • Firing accuracy must be at least 85% per battle. • At least 80% of hits must cause damage, including damage to enemy vehicles and modules. • The player must cause more damage than the hit points of the player's vehicle, at least 1,000 hit points. • The player must not hit any allies by direct shots. • The achievement is only awarded once per battle. • Unavailable for SPGs. • Can be obtained in Random Battles only.
ru_ru: Нанести наибольшее количество урона за бой с дистанции не менее 300 метров. • Произвести не менее 8 выстрелов. • Общая точность стрельбы за бой — не менее 85%. • Не менее 80% попаданий должны быть с нанесением урона, учитывается урон технике противника и повреждения модулей. • Нанесённого урона должно быть больше очков прочности машины игрока и не менее 1000. • Нельзя задевать союзников прямыми выстрелами. • Не выдаётся при игре на САУ. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_MainGun
source: Cause the highest damage per battle. • Damage caused must be at least 20% of the total HP of enemy vehicles. • Damage caused must be at least 1,000 HP. • The player must not hit any allies by direct shots. • If two or more players have caused equal damage to enemy vehicles, the achievement is awarded to the player who earned more XP for the battle. • Can be obtained in Random Battles only.
ru_ru: Нанести наибольшее количество урона за бой. • Нанесённый урон должен составлять не менее 20% от суммарной прочности техники противника. • Нанесённый урон должен составлять не менее 1000 единиц. • Нельзя задевать союзников прямыми выстрелами. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_SteelWall
source: Receive the highest damage (at least 1,000 HP), including damage blocked by armor. • Survive the battle. • Receive at least 11 hits and the highest damage blocked by armor. • If two or more players received the same amount of damage blocked by armor, the achievement is awarded to the player who received the greatest number of hits. • If two or more players received the same amount of damage blocked by armor and an equal number of hits, the achievement is awarded to the player who earned more experience for the battle. • The achievement is only awarded once per battle. • Can be obtained in Random Battles only.
ru_ru: Получить наибольшее количество единиц урона, в том числе заблокированного бронёй, но не менее 1000. • Выжить в бою. • Получить не менее 11 попаданий и наибольшее количество заблокированного бронёй урона. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Warrior
source: Destroy more enemy vehicles than any other player in your team during the battle (at least 6). • If two or more players have destroyed an equal number of vehicles, the achievement is awarded to the player who earned more XP for the battle. • The achievement is only awarded once per battle. • Can be obtained in Random Battles only.
ru_ru: Уничтожить наибольшее количество машин противника, но не менее 6. • Выдаётся только в Случайных боях.

# Column_BattleAwards_BattleHero
source: Battle Hero
ru_ru: Герой битвы

# Column_Damage_DamageDealt
source: Damage Dealt
ru_ru: Нанесено урона

# Column_Damage_DamageTaken
source: Damage Taken
ru_ru: Получено урона

# Column_Damage_DamageRatio
source: Damage Ratio
ru_ru: Отношение нанесенного урона к полученному

# Column_Damage_AverageDamageDealt
source: Average Damage Dealt
ru_ru: Средний урон

# Column_Damage_DamagePerHit
source: Damage Per Hit
ru_ru: Урон за выстрел

# Column_MasterTanker_IsPremium
source: Is premium tank
ru_ru: Премиумный танк

# Column_Frags_Battles
source: Battles
ru_ru: Бои

# Column_Frags_BeastFrags
source: Beast Frags
ru_ru: Фрагов "Зверобой"

# Column_Frags_Frags
source: Frags
ru_ru: Фраги

# Column_Frags_AvgFrags
source: AvgFrags
ru_ru: Фрагов за бой

# Column_Frags_KillDeathRatio
source: Kill Death Ratio
ru_ru: Отношение убил/умер

# Column_Frags_MaxFrags
source: Max Frags
ru_ru: Макс. фрагов

# Column_Frags_SinaiFrags
source: SinaiFrags
ru_ru: Фрагов "Лев синая"

# Column_Frags_Tier8Frags
source: Tier8Frags
ru_ru: Фрагов 8 уровня

# Column_Time_AverageBattleTime
source: Average Battle Time
ru_ru: Среднее время боя

# Column_Time_LastBattle
source: Last Battle
ru_ru: Последний бой

# Column_Time_PlayTime
source: Play Time
ru_ru: Время боя

# Settings_PlayerName
source: Player Name
ru_ru: Имя игрока

# Settings_Save
source: Save
ru_ru: Сохранить

# Settings_Language
source: Language
ru_ru: Язык

# Column_Performance_CapturePoints
source: Capture Points
ru_ru: Очки захвата

# Column_Performance_DefencePoints
source: Defence Points
ru_ru: Очки защиты

# Column_Performance_HitRatio
source: Hit Ratio
ru_ru: % попаданий

# Column_Performance_Hits
source: Hits
ru_ru: Попаданий

# Column_Performance_Shots
source: Shots
ru_ru: Выстрелов

# Column_Performance_TanksSpotted
source: Tanks Spotted
ru_ru: Обнаружено танков

# Column_Ratings_AverageDamage
source: Average Damage
ru_ru: Средний урон

# Column_Ratings_Battles
source: Battles
ru_ru: Бои

# Column_Ratings_DamageRatingRev1
source: Damage Rating Rev1
ru_ru: Рейтинг урона Rev1

# Column_Ratings_EffRating
source: Eff Rating
ru_ru: РЭ

# Column_Ratings_KievArmorRating
source: Kiev Armor Rating
ru_ru: Рейтинг Броне-сайта

# Column_Ratings_KillDeathRatio
source: Kill Death Ratio
ru_ru: Отношение убил/умер

# Column_Ratings_MarkOfMastery
source: Mark Of Mastery
ru_ru: Знак классности

# Column_Ratings_Winrate
source: Winrate
ru_ru: % побед

# Column_Series_InvincibleLongest
source: Invincible Longest
ru_ru: Неуязвимый макс.

# Column_Series_InvincibleProgress
source: Invincible Progress
ru_ru: Неуязвимый текущая

# Column_Series_MasterGunnerLongest
source: Master Gunner Longest
ru_ru: Бронебойщий макс.

# Column_Series_MasterGunnerProgress
source: Master Gunner Progress
ru_ru: Бронебойщик текущая

# Column_Series_ReaperLongest
source: Reaper Longest
ru_ru: Коса Смерти макс.

# Column_Series_ReaperProgress
source: Reaper Progress
ru_ru: Коса Смерти текущая

# Column_Series_SharpshooterLongest
source: Sharpshooter Longest
ru_ru: Стрелок макс.

# Column_Series_SharpshooterProgress
source: Sharpshooter Progress
ru_ru: Стрелок текущая

# Column_Series_SurvivorLongest
source: Survivor Longest
ru_ru: Живучий макс.

# Column_Series_SurvivorProgress
source: Survivor Progress
ru_ru: Живучий текущая

# Tooltip_MarkOfMastery_1
source: Earn more experience in a single battle than the average highest experience of 50% of all players in the same tank within the last seven days.
ru_ru: Присваивается игроку за мастерство владения боевой машиной. Для получения награды необходимо заработать больше опыта за бой, чем средний максимальный опыт за неделю у 50% игроков на данной технике. Не выдается в клановых войнах.

# Tooltip_MarkOfMastery_2
source: Earn more experience in a single battle than the average highest experience of 80% of all players in the same tank within the last seven days.
ru_ru: Присваивается игроку за мастерство владения боевой машиной. Для получения награды необходимо заработать больше опыта за бой, чем средний максимальный опыт за неделю у 80% игроков на данной технике. Не выдается в клановых войнах.

# Tooltip_MarkOfMastery_3
source: Earn more experience in a single battle than the average highest experience of 95% of all players in the same tank within the last seven days.
ru_ru: Присваивается игроку за мастерство владения боевой машиной. Для получения награды необходимо заработать больше опыта за бой, чем средний максимальный опыт за неделю у 95% игроков на данной технике. Не выдается в клановых войнах.

# Tooltip_MarkOfMastery_4
source: Earn more experience in a single battle than the average highest experience of 99% of all players in the same tank within the last seven days.
ru_ru: Присваивается игроку за мастерство владения боевой машиной. Для получения награды необходимо заработать больше опыта за бой, чем средний максимальный опыт за неделю у 99% игроков на данной технике. Не выдается в клановых войнах.

# ButtonOk
source: Ok
ru_ru: ОК

# ButtonSysInfo
source: System Info
ru_ru: Системная информация

# WindowTitle_AboutWindow
source: About
ru_ru: О программе

# MenuItem_Header_About
source: About
ru_ru: О программе

source: Version
ru_ru: Версия

# Common_EffectivityRating
source: Effectivity Rating
ru_ru: Рейтинг эффективности

# Common_KievArmorRating
source: Kiev Armor Rating
ru_ru: Рейтинг Бронесайта

# Common_Wn6Rating
source: WN6 Rating
ru_ru: WN6 рейтинг

# Tab_Header_Overall
source: Overall
ru_ru: Общие

# Tab_Header_Recent
source: Recent
ru_ru: Недавние

# Common_AvgCapturePoints
source: Average Capture Points:
ru_ru: В среднем очков захвата базы:

# Common_AvgDamageCaused
source: Average Damage Caused:
ru_ru: В среднем урона:

# Common_AvgDefensePoints
source: Average Defense Points:
ru_ru: В среднем очков защиты базы:

# Common_AvgDestroyed
source: Average Destroyed:
ru_ru: В среднем уничтожено за бой:

# Common_AvgDetected
source: Average Detected:
ru_ru: В среднем обнаружено за бой:

# Tooltip_Achievements_15x15_IronMan
source: Survive at least 10 ricochets and non-penetrations in a row from enemy team players. • Can be obtained in Random Battles only.
ru_ru: Получить подряд не менее 10 рикошетов и непробитий от противника. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Lucky
source: Witness an enemy vehicle being shot and destroyed by another enemy team player. You must be 10 meters or less from the enemy vehicle at the moment of its destruction. • Can be obtained in Random Battles only.
ru_ru: Находиться на расстоянии не более 10 метров от техники противника в момент её уничтожения прямым выстрелом игрока команды противника. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Sturdy
source: Survive a ricochet or non-penetration from an enemy team player. Your vehicle must have less than 10% of its hit points left. • Survive the battle. • Can be obtained in Random Battles only.
ru_ru: Получить рикошет или непробитие от противника при прочности техники менее 10%. • Выжить в бою. • Выдаётся только в Случайных боях.

# Tooltip_Achievements_15x15_Billotte
source: Destroy at least 2 enemy vehicles while having 5 different modules damaged or crew members injured and losing 80% of hit points. • Survive and win the battle. • Destroyed enemy vehicles count after all damage is received. • Can be obtained in Random Battles only. Pierre Billotte was a captain in the French Army who destroyed 2 PzKpfw IV, 11 PzKpfw III and two guns with his Char B1 bis on May 16th, 1940.
ru_ru: Уничтожить 2 машины противника, получив 5 разных повреждений и потеряв 80% прочности. • Победить в бою. • Выжить в бою. • Учёт уничтоженных машин противника начинается после получения всех перечисленных повреждений. • Выдаётся только в Случайных боях. Пьер Бийот — капитан французской армии, в ходе боя 16 мая 1940 г. уничтоживший на B1 bis два PzKpfw IV, одиннадцать PzKpfw III и два орудия.

# Tooltip_Achievements_15x15_Boelter
source: Destroy 7 or more enemy vehicles with a tank or tank destroyer, or 10 or more vehicles with a self-propelled gun. • The targets had to be enemy vehicles of Tiers IV-X. • Awarded before the release of 0.8.0 version. Johannes Bölter was one of the most successful German tank aces of WWII. He participated in operations in the invasions of Poland, France, Greece, and the Soviet Union, as well as in the defense of France.
ru_ru: Уничтожить не менее 7 машин противника на танке или ПТ-САУ либо не менее 10 на САУ. • IV-X уровни уничтоженной техники. • Выдавалась до выхода обновления 0.8.0. Ганс Бёльтер — один из наиболее успешных немецких танковых асов Второй мировой войны. Участвовал в боевых действиях в Польше, Франции, Греции, на территории СССР и в Нормандии.

# Tooltip_Achievements_15x15_BrunoPietro
source: Destroy 3-4 enemy vehicles while having 5 different modules damaged or crew members injured and losing 80% of hit points. • Survive and win the battle. • Destroyed enemy vehicles count after all damage is received. • Can be obtained in Random Battles only. Pietro Bruno was an Italian tank ace. For exceptional valor in the face of the enemy he was awarded the Gold Medal of Military Valor (Medaglia d'oro al Valore Militare), the highest Italian award.
ru_ru: Уничтожить 3-4 машины противника, получив 5 разных повреждений и потеряв 80% прочности. • Победить в бою. • Выжить в бою. • Учёт уничтоженных машин противника начинается после получения всех перечисленных повреждений. • Выдаётся только в Случайных боях. Пьетро Бруно — итальянский офицер, танкист. Кавалер высшей награды Италии за подвиг на поле боя — золотой медали «За воинскую доблесть».

# Tooltip_Achievements_15x15_Burda
source: Destroy 5 SPGs in the course of one battle. • Drive a tank or a tank destroyer. • Can be obtained in Random Battles only. Guards Colonel Alexander Burda was a Soviet tank ace and a Hero of the Soviet Union. On October 4th, 1941, Burda organized an ambush that destroyed an enemy armored column, including ten medium and light tanks, two trucks with antitank guns, and five infantry vehicles.
ru_ru: Уничтожить 5 САУ противника в одном бою. • Управлять танком или ПТ-САУ. • Выдаётся только в Случайных боях. Александр Фёдорович Бурда — советский танковый ас, Герой Советского Союза, гвардии подполковник. 4 октября 1941 г. организовал засаду, в результате которой была разгромлена колонна противника, в том числе десять средних и лёгких танков, два тягача с ПТ-орудиями, пять автомашин с пехотой.
