Repository: Rembel/wotdossier
Catalog: trunk/Sources/WotDossier.Resources/Resources.*.resx
Languages: ru_ru

# Tooltip_Achievements_15x15_Knispel
source: Awarded for the total amount of damage caused and received in four classes: Class IV - 10,000 HP Class III - 100,000 HP Class II - 1,000,000 HP Class I - 10,000,000 HP Kurt Knispel, a German tank ace during WWII, participated in battles on both the Western and Eastern Fronts fighting on PzKpfw II, PzKpfw III, PzKpfw IV, PzKpfw VI Tiger, and PzKpfw VIB Tiger II.
ru_ru: Присваивается игроку, суммарно получившему и нанесшему 10К/100К/1000К/10000К повреждений. Курт Книспель — немецкий танкист-ас Второй мировой войны, принимавший участие в боях на Западном и Восточном фронтах. Воевал на PzKpfw II, PzKpfw III, PzKpfw IV, PzKpfw VI Tiger и PzKpfw VI Ausf. B Tiger II.

# Tooltip_Achievements_15x15_Lavrinenko
source: Awarded for reducing the total number of capture points of a friendly base, up to 100 points per battle. This award is established in four classes: Class IV - 30 points Class III - 300 points Class II - 3,000 points Class I - 30,000 points Dmitry Lavrinenko, a Hero of the Soviet Union, Guards Lieutenant, and tank ace was recognized as the most efficient Soviet tanker, destroying 52 tanks in 28 battles over the course of just two months.
ru_ru: Присваивается игроку, суммарно сбросившему 30/300/3000/30000 очков захвата базы (не более 100 очков за 1 бой) суммарно за все проведенные битвы. Дмитрий Фёдорович Лавриненко — советский танковый ас, Герой Советского Союза, гвардии старший лейтенант. Признан наиболее результативным советским танкистом — за два с половиной месяца уничтожил пятьдесят два танка в двадцати восьми боях.

# Tooltip_Achievements_15x15_Leclerk
source: Awarded for the total amount of the player's enemy base capture points. An unsuccessful or reduced capture does not count toward this number. The award is established in four classes: Class IV - 30 points Class III - 300 points Class II - 3,000 points Class I - 30,000 points Philippe Leclerc was a General of the Free French Forces during WWII and one of the leaders of the Paris liberation operation.
ru_ru: Присваивается игроку, набравшему 30/300/3000/30000 очков захвата базы суммарно за все бои. В зачет идут только успешные захваты базы, сбитые очки захвата не засчитываются. Жак-Филипп Леклерк в ходе Второй мировой войны — генерал сил Свободной Франции, один из разработчиков операции по освобождению Парижа.

# Tooltip_Achievements_15x15_Poppel
source: Awarded for detecting enemy tanks and self-propelled guns in all battles, in four classes: Class IV - 20 vehicles Class III - 200 vehicles Class II - 2,000 vehicles Class I - 20,000 vehicles Lieutenant General of Tank Forces, Nikolay Popel, a Soviet military leader and political worker, organized a raid against the enemy rear using captured vehicles during the battle of Dubno in the Summer of 1941.
ru_ru: Присваивается игроку, обнаружившему 20/200/2000/20000 танков и САУ противника суммарно за все бои. Николай Кириллович Попель — генерал-лейтенант танковых войск, советский военачальник и политработник. Во время сражения под Дубно (Украина) летом 1941 г. организовал рейд по тылам противника на захваченной бронетехнике.

# Tooltip_MasteryBadges
source: Awarded for displaying mastery in controlling a specific armored vehicle. To qualify, the amount of experience you earn in a single battle must be higher than what a percentage of other players have achieved in the same tank. Once earned on a tank, the Mastery Badge is permanent.
ru_ru: Знаки классности присваиваются игроку за мастерство владения боевой машиной. Для получения знака отличия необходимо заработать больше опыта за бой, чем у определенного числа играющих на данной технике за последнее время.

# Column_FragCounts_Count
source: Count
ru_ru: Кол-во

# Column_Header_Map
source: Map
ru_ru: Карта

# Tab_Header_Replays
source: Replays Manager
ru_ru: Менеджер Реплеев

# WindowTitle_BattleResults
source: Battle Results
ru_ru: Результаты боя

# Replay_Tab_Header_PersonalScore
source: Personal Score
ru_ru: Личный результат

# Replay_Tab_Header_TeamScore
source: Team Score
ru_ru: Командный результат

# Replay_Tab_Header_DetailedReport
source: Detailed Report
ru_ru: Подробный отчет

# Label_Replay_WithoutPremium
source: Without Premium
ru_ru: Без премиума

# Label_Replay_WithPremium
source: With Premium
ru_ru: С премиумом

# Label_Replay_Credits
source: Credits
ru_ru: Кредиты

# Label_Replay_BattleEfficiency
source: Battle efficiency
ru_ru: Боевая эффективность

# BattleStatus_Victory
source: Victory
ru_ru: Победа

# BattleStatus_Defeat
source: Defeat
ru_ru: Поражение

# BattleStatus_Draw
source: Draw
ru_ru: Ничья

# Label_Replay_OurTeam
source: OurTeam
ru_ru: Наши

# Label_Replay_EnemyTeam
source: Enemy Team
ru_ru: Враги

# Label_ReplayDetail_ShotsFired
source: Shots fired
ru_ru: Произведено выстрелов

# Label_ReplayDetail_DirectHits
source: direct hits
ru_ru: прямых попаданий

# Label_ReplayDetail_HEDamage
source: damage caused by HE shells
ru_ru: фугасных повреждений

# Label_ReplayDetail_Penetrations
source: penetrations
ru_ru: пробитий

# Label_ReplayDetail_Damage
source: Damage
ru_ru: Нанесенный урон

# Label_ReplayDetail_HitsReceived
source: Hits received
ru_ru: Получено попаданий

# Label_ReplayDetail_AlliesDamage
source: Damage caused to allies (destroyed/HP)
ru_ru: Урон союзникам (уничтожено/повреждений)

# Label_ReplayDetail_Detected
source: Enemies detected
ru_ru: Обнаружено противников

# Label_ReplayDetail_Damaged
source: Enemies damaged
ru_ru: Повреждено противников

# Label_ReplayDetail_Destroyed
source: Enemies destroyed
ru_ru: Уничтожено противников

# Label_ReplayDetail_DamageUponDetecting
source: Damage upon detecting
ru_ru: Урон по разведданным

# Label_ReplayDetail_CapturePoint
source: Base capture points
ru_ru: Очки захвата базы

# Label_ReplayDetail_DefensePoints
source: Base defense points
ru_ru: Очки защиты базы

# Label_ReplayDetail_Traveled
source: Traveled
ru_ru: Пройдено

# Label_ReplayDetail_CreditsReceived
source: Received
ru_ru: Начислено за бой

# Label_ReplayDetail_ActionCredits
source: action participation
ru_ru: за участие в акции

# Label_ReplayDetail_OutContribution
source: Fine for causing damage to allies
ru_ru: Штраф за урон союзникам

# Label_ReplayDetail_InContribution
source: Compensation for damage caused by allies
ru_ru: Компенсация за урон от союзников

# Label_ReplayDetail_AutoRepair
source: Auto-repair vehicle
ru_ru: Автоматический ремонт техники

# Label_ReplayDetail_AutoLoad
source: Auto-resupply ammunition
ru_ru: Автопополнение боекомплекта

# Label_ReplayDetail_AutoEquip
source: Auto-resupply consumables
ru_ru: Автопополнение снаряжения

# Label_ReplayDetail_CreditsTotal
source: Total:
ru_ru: Итого

# Label_ReplayDetail_BattleStartTime
source: Starting time
ru_ru: Начало боя

# Label_ReplayDetail_BattleDuration
source: Battle duration
ru_ru: Продолжительность боя

# Label_ReplayDetail_LifeTime
source: Time of destruction
ru_ru: Время в бою до уничтожения

# Label_ReplayDetail_ForTheFirstVictory
source: for the first victory each day
ru_ru: за первую победу в день

# Label_ReplayDetail_XpTotal
source: Total:
ru_ru: Итого:

# Label_ReplayDetail_Credits
source: Credits
ru_ru: Кредиты

# Label_ReplayDetail_WithPremium
source: With Premium
ru_ru: С премиумом

# Label_ReplayDetail_Time
source: Time
ru_ru: Время

# Label_ReplayDetail_XP
source: Experience
ru_ru: Опыт

# Label_ReplayDetail_Statistic
source: Statistics
ru_ru: Статистика

# ReplaysTab_UploadBtn
source: Upload replay to server
ru_ru: Загрузить реплей на сервер

source: Can't get or save player clan icon from server
ru_ru: Не удалось загрузить иконку клана с сервера

# ReplaysTab_DeleteBtn
source: Delete
ru_ru: Удалить

# Column_Replay_BattleResult
source: Result
ru_ru: Результат

# Column_Replay_Credits
source: Credits
ru_ru: Кредиты

# Column_Replay_Damaged
source: Damaged
ru_ru: Повреждено

# Column_Replay_DamageDealt
source: Damage Dealt
ru_ru: Нанесено урона

# Column_Replay_DamageReceived
source: Damage Received
ru_ru: Получено урона

# Column_Replay_Frags
source: Frags
ru_ru: Уничтожено

# Column_Replay_XP
source: XP
ru_ru: Опыт

# Replay_TeamMember_HideResultButton
source: Hide
ru_ru: Скрыть

# TankFilterPanel_Levels
source: Levels
ru_ru: Уровни

# TankFilterPanel_Types
source: Types
ru_ru: Типы

# TankFilterPanel_Country
source: Country
ru_ru: Страны

# TankType_LT
source: LT
ru_ru: ЛТ

# TankType_MT
source: MT
ru_ru: СТ

# TankType_HT
source: HT
ru_ru: ТТ

# TankType_TD
source: TD
ru_ru: ПТ-САУ

# TankType_SPG
source: SPG
ru_ru: САУ

# Country_Ussr
source: USSR
ru_ru: СССР

# Country_Germany
source: Germany
ru_ru: Германия

# Country_Usa
source: USA
ru_ru: США

# Country_China
source: China
ru_ru: Китай

# Country_France
source: France
ru_ru: Франция

# Country_Uk
source: UK
ru_ru: Великобритания

# Settings_ReplaysFolder
source: Replays folder
ru_ru: Папка с реплеями

# Tab_Header_Achievements
source: Achievements
ru_ru: Достижения

# Label_Achievements_BattleHero
source: Battle Hero Achievements
ru_ru: Герой битвы

# Label_Achievements_Epic
source: Epic Achievements
ru_ru: Эпические достижения

# Label_Achievements_Special
source: Special Achievements
ru_ru: Особые

# Label_Achievements_CommemorativeAchievements
source: Commemorative Achievements
ru_ru: Памятные знаки

# Tab_Header_Session
source: Session
ru_ru: Сессия

# Msg_ExceptionOccurred
source: Exception occurred during running application.
ru_ru: Произошла ошибка во время работы программы

# Msg_SqlExceptionOccurred
source: Sql exception occurred during running application.
ru_ru: Произошла ошибка доступа к базе данных во время работы программы

# Settings_CheckForUpdatesOnStart
source: Check for updates on start
ru_ru: Проверять обновления на старте

# WindowCaption_Error
source: Error
ru_ru: Ошибка

# Column_Replay_Link
source: Link
ru_ru: Ссылка

# Label_AddReplayFolder_Name
source: Folder Name
ru_ru: Имя папки

# WindowTitle_AddReplayFolder
source: Add Replay Folder
ru_ru: Добавление папки

# Common_NoobmeterPerformanceRating
source: Noobmeter Performance Rating
ru_ru: Рейтинг нагиба

# Settings_Period
source: Period
ru_ru: Период

# Chart_EffByType
source: WN8 by Type
ru_ru: WN8 по типам техники

# Chart_EffByTier
source: WN8 by Tier
ru_ru: WN8 по уровням

# Chart_EffectivityRating
source: Effectivity Rating
ru_ru: Рейтинг Эффективности

# Chart_WN6Rating
source: Rating WN6
ru_ru: Рейтинг WN6

# Chart_WinPercent
source: Win %
ru_ru: Процент побед

# Chart_SurvivePercent
source: Survive %
ru_ru: Выжил в боях %

# Chart_AvgXp
source: Average XP
ru_ru: Средний опыт за бой

# Chart_AvgDamage
source: Average Damage
ru_ru: Средний урон

# Chart_KillDeathRatio
source: Kill/Death Ratio
ru_ru: Отношение уничтожил/убит

# Medal_15x15_Warrior
source: Top Gun
ru_ru: Воин

# Medal_15x15_Sniper
source: Sniper
ru_ru: Снайпер

# Medal_15x15_Confederate
source: Confederate
ru_ru: Поддержка

# Medal_15x15_PatrolDuty
source: Patrol Duty
ru_ru: Дозорный

# Medal_15x15_SteelWall
source: Steel Wall
ru_ru: Стальная Стена

# Medal_15x15_Defender
source: Defender
ru_ru: Защитник

# Medal_15x15_Invader
source: Invader
ru_ru: Захватчик

# Medal_15x15_Scout
source: Scout
ru_ru: Разведчик

# Medal_15x15_Huntsman
source: Medal Naidin
ru_ru: Медаль Найдина

# Medal_15x15_IronMan
source: Iron Man
ru_ru: Невозмутимый

# Medal_15x15_Sturdy
source: Sturdy
ru_ru: Спартанец

# Medal_15x15_LuckyDevil
source: Lucky
ru_ru: Счастливчик

# Medal_15x15_Sharpshooter
source: Sharpshooter
ru_ru: Стрелок

# Medal_15x15_MasterGunner
source: Master Gunner
ru_ru: Бронебойщик

# Medal_15x15_Sinai
source: The Lion of Sinai
ru_ru: Лев Синая

# Medal_15x15_Hunter
source: Hunter
ru_ru: Зверобой

# Medal_15x15_PattonValley
source: Valley of Pattons
ru_ru: Долина Паттонов

# Medal_15x15_MouseTrap
source: Mouse Trap
ru_ru: Гроза Мышей

# Medal_15x15_Reaper
source: Reaper
ru_ru: Коса Смерти

# Medal_15x15_Bombardier
source: Bombardier
ru_ru: Бомбардир

# Medal_15x15_Raider
source: Raider
ru_ru: Рейдер

# Medal_15x15_Invincible
source: Invincible
ru_ru: Неуязвимый

# Medal_15x15_Kamikaze
source: Kamikaze
ru_ru: Камикадзе

# Medal_15x15_Survivor
source: Survivor
ru_ru: Живучий

# Medal_15x15_Billotte
source: Billotte's Medal
ru_ru: Медаль Бийота

# Medal_15x15_Bruno
source: Bruno's Medal
ru_ru: Медаль Бруно

# Medal_15x15_Tarczay
source: Tarczay's Medal
ru_ru: Медаль Тарцая

# Medal_15x15_Fadin
source: Fadin's Medal
ru_ru: Медаль Фадина

# Medal_15x15_Boelter
source: Bölter's Medal
ru_ru: Медаль Бёлтера

# Medal_15x15_TamadaYoshio
source: Tamada Yoshio's Medal
ru_ru: Медаль Тамада Йошио

# Medal_15x15_Pascucci
source: Pascucci's Medal
ru_ru: Медаль Паскуччи

# Medal_15x15_Dumitru
source: Dumitru's Medal
ru_ru: Медаль Думитру

# Medal_15x15_Burda
source: Burda's Medal
ru_ru: Медаль Бурды

# Medal_15x15_DeLanglade
source: De Langlade's Medal
ru_ru: Медаль Де Лагланда

# Medal_15x15_Lehvaslaiho
source: Lehväslaiho's Medal
ru_ru: Медаль Лехвеслайхо

# Medal_15x15_Halonen
source: Halonen's Medal
ru_ru: Медаль Халонена

# Medal_15x15_Oskin
source: Oskin's Medal
ru_ru: Медаль Оськина

# Medal_15x15_Orlik
source: Orlik's Medal
ru_ru: Медаль Орлика

# Medal_15x15_Nikolas
source: Nicols's Medal
ru_ru: Медаль Николса

# Medal_15x15_Kolobanov
source: Kolobanov's Medal
ru_ru: Медаль Колобанова

# Medal_15x15_BrothersInArms
source: Brothers in Arms
ru_ru: Братья по оружию

# Medal_15x15_CrucialContribution
source: Crucial Contribution
ru_ru: Решающий вклад

# Medal_15x15_RadleyWalters
source: Radley-Walters's Medal
ru_ru: Медаль Редли-Уолтерса

# Medal_15x15_LafayettePool
source: Pool's Medal
ru_ru: Медаль Пула

# Medal_15x15_HeroesOfRassenay
source: Raseiniai Heroes' Medal
ru_ru: Медаль Героев Расейняи

# Medal_15x15_BattleHero
source: Battle Hero
ru_ru: Герой битвы

# Medal_15x15_Kay
source: Kay's Medal
ru_ru: Медаль Кея

# Medal_15x15_Carius
source: Carius' Medal
ru_ru: Медаль Кариуса

# Medal_15x15_Knispel
source: Knispel's Medal
ru_ru: Медаль Книспеля

# Medal_15x15_Poppel
source: Popel's Medal
ru_ru: Медаль Поппеля

# Medal_15x15_Abrams
source: Abrams' Medal
ru_ru: Медаль Абрамса

# Medal_15x15_Leclerk
source: Leclerc's Medal
ru_ru: Медаль ЛеКлерка

# Medal_15x15_Lavrinenko
source: Lavrinenko's Medal
ru_ru: Медаль Лавриненко

# Medal_15x15_Ekins
source: Ekins' Medal
ru_ru: Медаль Экинса

# Chart_Tooltip_Battles
source: Battles:
ru_ru: Боёв:

# Chart_Tooltip_Tank
source: Tank:
ru_ru: Танк:

# Chart_Tooltip_WinPercent
source: Win %:
ru_ru: % побед:

# Chart_AvgSpotted
source: Average Spotted
ru_ru: Обнаружено в среднем за бой

# Chart_EffByCountry
source: WN8 by country
ru_ru: WN8 по нациям

# Chart_ReplaysCountByMap
source: Replays count
ru_ru: Количество реплеев

# Chart_WinReplaysPercentByMap
source: Win replays percent
ru_ru: Процент победных реплеев

# Common_DamageRatio
source: Dealt/Received:
ru_ru: Нанесено/получено:

# Common_KillDeathRatio
source: Kill/Death:
ru_ru: Уничтожил/убит:

# PeriodTab_CompareHeader
source: Compare with
ru_ru: Сравнение с данными за

# Common_WGRating
source: Rating WG
ru_ru: Рейтинг WG

# Common_AverageTier
source: Average tier
ru_ru: Средний уровень

# Common_WotNoobsRating
source: Rating wot-noobs.ru
ru_ru: Рейтинг wot-noobs.ru

# Column_Performance_BattlesCount88
source: Battles Count 8.8
ru_ru: Боёв после 8.8

# Column_Performance_BattlesCountBefore88
source: Battles Count Before 8.8
ru_ru: Боёв до 8.8

# Column_Performance_DamageAssistedRadio
source: Damage Assisted Radio
ru_ru: Урон по засвету(радио)

# Column_Performance_DamageAssistedTrack
source: Damage Assisted Track
ru_ru: Урон по засвету(гусли)

# Column_Performance_HeHits
source: He Hits
ru_ru: Фугасных попаданий

# Column_Performance_HeHitsReceived
source: He Hits Received
ru_ru: Фугасных попаданий получено

# Column_Performance_Mileage
source: Mileage, km
ru_ru: Пройдено, км

# Column_Performance_NoDamageShotsReceived
source: No Damage Shots Received
ru_ru: Попаданий без урона получено

# Column_Performance_OriginalXP
source: Original XP
ru_ru: Чистый опыт

# Column_Performance_Pierced
source: Pierced
ru_ru: Пробитий

# Column_Performance_PiercedReceived
source: Pierced Received
ru_ru: Пробитий получено

# Column_Performance_ShotsReceived
source: Shots Received
ru_ru: Попаданий получено

# Column_Performance_XpBefore88
source: Xp Before 8.8
ru_ru: Опыт до 8.8

# Tab_Header_Performance88
source: Performance 8.8
ru_ru: Эффективность 8.8

# Command_AddFolder
source: Add folder
ru_ru: Добавить папку

# Command_AddToFavorites
source: Add to Favorites
ru_ru: Добавить в избранное

# Command_DeleteFolder
source: Delete folder
ru_ru: Удалить папку

# Command_RemoveFromFavorites
source: Remove from Favorites
ru_ru: Удалить из избранного

# ReplaysTab_CopyToClipboard
source: Copy link to clipboard
ru_ru: Скопировать ссылку в буфер

# ReplaysTab_Play
source: Play
ru_ru: Воспроизвести

# TankFilterPanel_Premium
source: Premium
ru_ru: Премиумная техника

# TankFilterPanel_Favorite
source: Favorite
ru_ru: Избранная техника

# Operation_Gt
source: from
ru_ru: от

# Operation_Lt
source: to
ru_ru: до

# Clan_Name
source: Name
ru_ru: Имя

# Clan_Role
source: Role
ru_ru: Должность

# Clan_Since
source: Since
ru_ru: Дата вступления

# WindowCaption_Clan
source: Clan
ru_ru: Клан

# WindowCaption_ComparePlayers
source: Compare players
ru_ru: Сравнение игроков

source: Difference
ru_ru: Разница

# Btn_ComparePlayers
source: Compare
ru_ru: Сравнить

# Btn_Search
source: Search
ru_ru: Поиск

# MenuItem_Search
source: Search
ru_ru: Поиск

# MenuItem_SearchClans
source: Clans
ru_ru: Кланов

# MenuItem_SearchPlayers
source: Players
ru_ru: Игроков

# MenuItem_Compare
source: Compare
ru_ru: Сравнить

# Column_Performance_AvgDamageAssisted
source: Average Damage Assisted
ru_ru: Ср. урон по засвету

# Column_Performance_AvgDamageAssistedRadio
source: Average Damage Assisted Radio
ru_ru: Ср. урон по засвету(радио)

# Column_Performance_AvgDamageAssistedTrack
source: Average Damage Assisted Track
ru_ru: Ср. урон по засвету(гусли)

# Column_Performance_AvgOriginalXP
source: Average Original XP
ru_ru: Ср. чистый опыт

# Column_Performance_DamageAssisted
source: Damage Assisted
ru_ru: Урон по засвету

# ReplaysFilter_Player
source: Player
ru_ru: Игрок

# ReplaysFilter_ByColumns
source: By column
ru_ru: Фильтр по колонкам

# Country_Japan
source: Japan
ru_ru: Япония

# Common_BattlesPerDay
source: Battles per day
ru_ru: Боёв в день

# Common_PlayTime
source: Play time
ru_ru: Время в игре

# Column_Respawn
source: Respawn
ru_ru: Респаун

# Chart_BattlesByCountry
source: Battles by country
ru_ru: Боёв по нациям

# Chart_BattlesByTier
source: Battles by Tier
ru_ru: Боёв по уровням

# Chart_BattlesByType
source: Battles by Type
ru_ru: Боёв по типам техники

# MenuItem_Export
source: Export
ru_ru: Экспорт

# Btn_Clear
source: Clear
ru_ru: Очистить

# Label_PotentialDamageReceived
source: Potential damage received
ru_ru: Потенциально полученный урон

# Column_Replay_Platoon
source: Platoon
ru_ru: Взвод

# Column_Replay_PlayerName
source: Player Name
ru_ru: Игрок

# TankFilterPanel_Tank
source: Tank
ru_ru: Танк

# TankFilterPanel_All
source: All
ru_ru: Все

# Column_Damage_MaxDamage
source: Max damage
ru_ru: Макс. урон

# Tab_Header_Vehicles
source: Vehicles
ru_ru: Техника

# Chart_Label_AllBases
source: All bases
ru_ru: Все базы

# Chart_Label_Base1
source: Base 1
ru_ru: База 1

# Chart_Label_Base2
source: Base 2
ru_ru: База 2

# Chart_Label_Settings
source: Settings
ru_ru: Настройка

# MenuItem_Export_Frags_Csv
source: Frags to CSV
ru_ru: Уничтоженные танки в CSV

# DatePicker_SelectDate
source: Select date
ru_ru: Выберите дату

# Medal_15x15_MainGun
source: High Caliber
ru_ru: Основной калибр

# Medal_15x15_Sniper2
source: Tanker-Sniper
ru_ru: Танкист-Снайпер

# ButtonCheckUpdate
source: Check Update
ru_ru: Проверить обновления

# Settings_BattleMode
source: Battle mode
ru_ru: Режим боя

# Medal_7x7_ArmoredFist
source: Armored Fist
ru_ru: Бронетанковый кулак

# Medal_7x7_KingOfTheHill
source: King Of The Hill
ru_ru: Царь Горы

# Medal_7x7_TacticalBreakthrough
source: Tactical Breakthrough
ru_ru: Тактик

# Column_Ratings_PerformanceRating
source: Performance Rating
ru_ru: Рейтинг Нагиба

# Tooltip_Achievements_7x7_ArmoredFist
source: Destroy all enemy vehicles while losing only one friendly vehicle. • Win the battle. • Awarded to all team members. • Can be obtained in Team Battles only.
ru_ru: Уничтожить всю технику противника, потеряв при этом не более 1 машины. • Победить в бою. • Выдаётся всем членам команды. • Выдаётся только в Командных боях.

# Tooltip_Achievements_7x7_KingOfTheHill
source: Be the only survivor while driving a tank or a tank destroyer. • Win the battle. • Can be obtained in Team Battles only.
ru_ru: Остаться единственным выжившим в бою, управляя танком или ПТ-САУ. • Победить в бою. • Выдаётся только в Командных боях.

# TankFilterPanel_Map
source: Map
ru_ru: Карта

# ReplaysFilter_Result
source: Result
ru_ru: Результат

# BattleStatus_Unknown
source: No Data
ru_ru: Нет данных

# Common_Rating_HitsPercent
source: Hits percent
ru_ru: Процент попаданий

# Common_Rating_MaxXP
source: Max XP
ru_ru: Максимальный опыт

# Column_Damage_AvgDamageTaken
source: Avg Damage Taken
ru_ru: В ср. получено урона

# Label_Achievements_GroupAchievements
source: Group Achievements
ru_ru: Групповые достижения

# ReplaysTab_PackBtn
source: Pack
ru_ru: Упаковать

# Command_ZipFolder
source: Pack
ru_ru: Упаковать

# ReplaysTab_UploadMultipleBtn
source: Upload selected replays to server
ru_ru: Загрузить выбранные реплеи на сервер

# Common_Rating_Personal
source: Personal Rating
ru_ru: Личный рейтинг

# Hyperlink_Download_Text
source: Download
ru_ru: Скачать

# Hyperlink_Forum_Text
source: Forum
ru_ru: Форум

# Btn_All
source: All
ru_ru: Все

# Label_Achievements_TeamBattle
source: Team battle
ru_ru: Командный бой

# Column_Frags_MauseFrags
source: Mause Frags
ru_ru: Фрагов "Маус"

# Column_Frags_PattonFrags
source: Patton Frags
ru_ru: Фрагов "Паттон"

# BattleMode_HistoricalBattle
source: Historical Battle
ru_ru: Исторический бой

# BattleMode_RandomCompany
source: Random, Company
ru_ru: Случайный, Ротный

# BattleMode_TeamBattle
source: Team Battle
ru_ru: Командный бой

# BattleType_ClanWar
source: Clan War
ru_ru: Клановый бой

# BattleType_CompanyWar
source: Company War
ru_ru: Ротный бой

# BattleType_CyberSport
source: Cyber Sport
ru_ru: Командный бой

# BattleType_Historical
source: Historical battle
ru_ru: Исторический бой

# BattleType_Regular
source: Regular
ru_ru: Стандартный бой

# BattleType_Tournament
source: Tournament
ru_ru: Турнир

# BattleType_Training
source: Training
ru_ru: Тренировка

# BattleType_Tutorial
source: Tutorial
ru_ru: Обучающий бой

# ChartLegend_AvgDamage
source: Avg damage
ru_ru: Средний урон

# ChartLegend_ER
source: Effectivity Rating
ru_ru: РЭ

# ChartLegend_WinPercent
source: Win %
ru_ru: % побед

# ChartTooltipFormat_AvgDamage
source: Battles: {0} Avg Damage: {1:0.00}
ru_ru: Боев: {0} Средний урон: {1:0.00}

# ChartTooltipFormat_Rating
source: Battles: {0} Rating: {1:0.00}
ru_ru: Боев: {0} Рейтинг: {1:0.00}

# ChartTooltipFormat_WinPercent
source: Battles: {0} Win percent: {1:0.00}
ru_ru: Боев: {0} % побед: {1:0.00}

# Chart_Tooltip_AvgSpotted
source: Battles: {0} Avg Spotted: {1:0.00}
ru_ru: Боев: {0} В среднем обнаружено: {1:0.00}

# Chart_Tooltip_AvgXp
source: Battles: {0} Avg XP: {1:0.00}
ru_ru: Боев: {0} Средний опыт: {1:0.00}

# Chart_Tooltip_KillDeathRatio
source: Battles: {0} Ratio: {1:0.00}
ru_ru: Боев: {0} Уничтожил/убит: {1:0.00}

# Chart_Tooltip_Survive
source: Battles: {0} Survive %: {1:0.00}
ru_ru: Боев: {0} Вижил %: {1:0.00}

# ExtendedTimeFormat
source: m' m 's' s'
ru_ru: m' м 's' с'

# Label_Experience
source: Experience
ru_ru: Опыт

# Label_Replay_MapMode_Assault
source: Assault
ru_ru: Штурм

# Label_Replay_MapMode_domination
source: Domination
ru_ru: Встречный бой
